Repository: geduxas/AgilityContest
Catalog: agility/locale/*/LC_MESSAGES/AgilityContest.po
Languages: es_es, hu_hu, pt_pt

source: is Copyright &copy; 2013-2015 by
hu_hu: is Copyright &copy; 2013-2019 by

source: Import as new club with provided data
hu_hu: Importálás új klubként a megadott adatokkal

source: Use selected existing club and updata club info
hu_hu: Kiválasztott létező klub használata és klub információk firssítése

source: Clear club search and reset data to import
hu_hu: Klub keresés törlése és importálandó adatok visszaállítása

source: F/T
hu_hu: H/É

source: Vel
hu_hu: Seb

source: Penal
hu_hu: Hiba

source: Cal
hu_hu: Ért

source: Pos
hu_hu: Hely

source: Calif
hu_hu: Értékelés

source: Dist
hu_hu: Hossz

source: Obst
hu_hu: Akadályok

source: Chroma Key
hu_hu: Színkulcs

source: View to deploy
hu_hu: Tekintsd meg a telepítéshez

source: N.P.
hu_hu: N.I

source: N.C.
hu_hu: N.É

source: Exc
hu_hu: Kit

source: Excellent (p)
hu_hu: Hibátlan

source: Ex P
hu_hu: Kit

source: Standard
hu_hu: Maxi

source: Small
hu_hu: Mini

source: Medium+Small
hu_hu: Midi+Mini

source: Large
hu_hu: Maxi

source: Large+Medium
hu_hu: Maxi+Midi

source: Small+Toy
hu_hu: Mini+Toy

source: Std+Midi+Mini
hu_hu: Maxi+Midi+Mini

source: Cat. 60
hu_hu: 60 cm

source: Cat. 50
hu_hu: 50 cm

source: Cat. 40
hu_hu: 40 cm

source: Cat. 30
hu_hu: 30 cm

source: Cat. 60+50
hu_hu: 60+50 cm

source: Cat. 40+30
hu_hu: 40+30 cm

source: Permissions
hu_hu: Jogosultságok

source: Access denied
hu_hu: Hozzáférésé megtagadva

source: Catalogue
hu_hu: Katalógus

source: Export to Excel
hu_hu: Excel exportálás

source: KO, Open, or team rounds must be declared in a separate journey
hu_hu: KO, Open vagy csapat futamoknak külön-külön fordulóban kell lenniük

source: You cannot add additional rounds when KO,Open or team rounds are already declared in a journey
hu_hu: Nem adhatsz meg további futamokat, amikor már KO, Open vagy csapat futam van ebben a fordulóban

source: Info
hu_hu: Információ

source: Flt
hu_hu: Hiba

source: Contest catalogue
hu_hu: Verseny katalógus

source: Total
hu_hu: Összesen

source: Competitors of the day
hu_hu: A nap versenyzői

source: Resultados
hu_hu: Eredmények

source: Final individual
hu_hu: Végső egyéni

source: Num
hu_hu: Szám

source: Individual
hu_hu: Egyéni

source: Final
hu_hu: Végső

source: Open contest (no grades)
hu_hu: Open verseny

source: Insert a new dog into database
hu_hu: Új kutya beillesztése az adatbázosba

source: Stream MPEG-4
hu_hu: Közvetítés MPEG-4

source: Stream OGV
hu_hu: Közvetítés OGV

source: Stream Web-M
hu_hu: Közvetítés Web-M

source: Sequences
hu_hu: Sorozatok

source: View/Edit sequences for
hu_hu: Sorozatok Megtekintése/Szerkesztése a

source: videowall attached to this session
hu_hu: videófal hozzácsatolva ehhez a munkamenethez
