Repository: geduxas/AgilityContest
Catalog: agility/locale/*/LC_MESSAGES/AgilityContest.po
Languages: es_es, hu_hu, pt_pt

source: Main judge data
es_es: Datos del juez titular
hu_hu: Főbíró adatai
pt_pt: Dados do juiz principal

source: Auxiliar/Practice judge data
es_es: Datos del juez auxiliar/en pr&aacute;cticas
hu_hu: Segédbíró/Gyakorlóbíró adatai
pt_pt: Dados do juiz auxiliar

source: Same course for every categories
es_es: Mismo recorrido para todas las categor&iacute;as
hu_hu: Ugyanazt a pályát futja minden méret
pt_pt: Pista conjunta

source: Separate courses Standard and Midi/mini
es_es: Recorridos separados para Standard y Mini-Midi
hu_hu: Külön pályát fut a Maxi és a Midi/Mini
pt_pt: Standard / Midi + Mini

source: Separate courses Standard/Medium and Small/Tiny
es_es: Recorridos separados para Standard/Medium y Small/Tiny
hu_hu: Külön pályát fut a Maxi/Midi és a Mini/Tiny
pt_pt: Standard/Midi e Mini

source: Independent courses for all categories
es_es: Recorridos independientes para cada categor&iacute;a
hu_hu: Külön pályát fut minden méret
pt_pt: Pistas Separadas

source: Restore original round info from database
es_es: Recuperar informaci&oacute;n de la manga desde la base de datos
hu_hu: Eredeti futamadatok visszatöltése adatbázisból
pt_pt: Recuperar informação original a partir da base de dados

source: Open print form selection dialog
es_es: Abrir dialogo de formularios de impresi&oacute;n
hu_hu: Nyomtatási űrlap választó ablak megnyitása
pt_pt: Abrir menu de impressão de formulários

source: Jump to Result and Scores window
es_es: Ir a la ventana de resultados y clasificaciones de la jornada
pt_pt: Ir para a janela de resultados e classificações da jornada

source: Save round technical data into database
es_es: Guardar la informaci&oacute;n de la manga en la base de datos
hu_hu: Futam technikai adatainak mentése az adatbázisba
pt_pt: Guardar a informação da manga na base de dados

source: Clone judge information on every rounds for this journey
es_es: Replicar la informaci&oacute;n de los jueces en todas las mangas de la jornada
hu_hu: Bíró adatainak klónozása minden futamra ebben a fordulóban
pt_pt: Copiar a informação dos juízes para todas as mangas da jornada

source: Round
es_es: Manga
hu_hu: Futam
pt_pt: Manga

source: Judges
es_es: Jueces
hu_hu: Bírók
pt_pt: Juízes

source: MCT
es_es: TRM
pt_pt: TPM

source: is CopyRight &copy; 2013-2015 from
es_es: es CopyRight &copy; 2013-2018 de
pt_pt: é Copyright &copy; 2013-2018 de

source: Source code available at
es_es: El c&oacute;digo fuente disponible en
hu_hu: Forráskód elérhető a
pt_pt: O código fonte está disponível em

source: Copy, modify and re-distribution is granted under terms of
es_es: Se permite la copia, modificaci&oacute;n y re-distribuci&oacute;n bajo los terminos de
hu_hu: Másolás, módosítás és újra-kiadásra a következő vonatkozik:
pt_pt: É permitida a cópia, modificação e redistribuição ao abrigo dos termos de

source: GNU General Public License version 2
es_es: Licencia General P&uacute;blica de GNU versi&oacute;n 2
pt_pt: Licencia Pública General GNU versão 2

source: is derived from an original work of
es_es: est&aacute; basado en un trabajo original de
hu_hu: lett átvéve az eredeti munkája alapján
pt_pt: é derivado de uma obra original de

source: Original design -an many others- can be found at
es_es: El dise&ntilde;o original -y muchos otros- se pueden obtener en
hu_hu: Eredeti dizájn -és rengeteg másik- megtalálható a
pt_pt: Design original - e muitos outros - podem-se obter em

source: This logo is distributed with authorization from original author.
es_es: Este logo se distribuye con autorizaci&oacute;n del autor original.
hu_hu: Ez a logó az eredeti szerző engedélyével készült.
pt_pt: Este logo é distribuído com autorização do autor original.

source: This copyright notice must be included in every copy
es_es: Esta nota de CopyRight debe ser inclu&iacute;da en toda copia
hu_hu: Ezt a szerzői jogi információt meg kell jeleníteni minden másolatban
pt_pt: Esta nota de Copyright deve ser incluída em todas as cópias

source: Registered in
es_es: Inscrito en
hu_hu: Regisztrálva
pt_pt: Registado em

source: About AgilityContest
es_es: Acerca de AgilityContest
hu_hu: AgilityContest-ről
pt_pt: Sobre AgiliteContest

source: Users
es_es: Usuarios
hu_hu: Felhasználók
pt_pt: Utilizadores

source: Sessions
es_es: Sesiones
hu_hu: Munkamenetek
pt_pt: Sessões

source: Preferences
es_es: Preferencias
hu_hu: Beállítások
pt_pt: Preferências

source: Plugins
es_es: M&oacute;dulos
pt_pt: Módulos

source: Results & Scores
es_es: Resultados y Clasificaciones
hu_hu: Eredmények & Pontok
pt_pt: Resultados e Classificações

source: Contests data
es_es: Datos de la prueba
hu_hu: Verseny adatok
pt_pt: Dados da prova

source: Title
es_es: Denominaci&oacute;n
hu_hu: Cím
pt_pt: Nome da Prova

source: Organizing Club
es_es: Club anfitri&oacute;n
hu_hu: Rendező Klub
pt_pt: Clube organizador

source: Journey
es_es: Jornada
hu_hu: Forduló
pt_pt: Jornada

source: Technical data on current round series
es_es: Datos t&eacute;cnicos de las mangas
hu_hu: Technikai adatok a jelenlegi futam sorozatban
pt_pt: Dados técnicos das mangas

source: Competition
es_es: Competici&oacute;n
pt_pt: Competição

source: Verify
es_es: Verificar
hu_hu: Ellenőrzés
pt_pt: Verificar

source: Mail
es_es: Correo
pt_pt: Correio

source: No round selected
es_es: No se ha indicado ninguna manga
hu_hu: Nincs futam kiválasztva
pt_pt: Nenhuma manga selecionada

source: Select format
es_es: Selecciona formato
hu_hu: Formátum kiválasztása
pt_pt: Selecionar formato

source: Text export
es_es: Exportar como texto
hu_hu: Szöveges exportálás
pt_pt: Exportar como texto

source: R.S.C.E. Report
es_es: Informe R.S.C.E.
hu_hu: R.S.C.E. Jelentés
pt_pt: Relatório R.S.C.E.

source: Label sheets
es_es: Hojas de etiquetas
hu_hu: Teljesítménykönyv cimkék
pt_pt: Folhas de etiquetas

source: Isolated labels
es_es: Etiquetas sueltas
hu_hu: Elválasztott cimke
pt_pt: Etiquetas Separadas

source: Initial label
es_es: Etiqueta inicial
hu_hu: Kezdő cimke
pt_pt: Etiqueta inicial

source: Dorsal list
es_es: Lista de dorsales
hu_hu: Startlista
pt_pt: Lista de dorsais

source: Jump to Journey development window
es_es: Abrir ventana de desarrollo de la jornada
pt_pt: Abrir janela de gestão da jornada

source: Update score tables
es_es: Actualizar tablas de resultados
hu_hu: Pontszám táblázat frissítése
pt_pt: Atualizar tabelas de resultados

source: Check for dogs without registered data
es_es: Comprobar si hay perros sin datos anotados
hu_hu: Regisztrált adatok nélküli kutyák keresése
pt_pt: Verificar se há cães sem dados registados

source: Print scores on current round
es_es: Imprimir clasificaci&oacute;n de la manga
hu_hu: Jelenlegi futam pontszámainak nyomtatása
pt_pt: Imprimir classificações da manga

source: Share results and scores by electronic mail
es_es: Enviar resultados y clasificaciones por correo electr&oacute;nico
pt_pt: Enviar resultados e classificações por correio eletrónico

source: Print data in selected format
es_es: Imprimir los datos en el formato seleccionado
hu_hu: Adatok nyomtatása a kiválasztott formátumban
pt_pt: Imprimir os dados no formato selecionado

source: where to start printing<br/>in labels sheet
es_es: Posici&oacute;n inicial <br /> en la hoja de etiquetas
hu_hu: hol legyen a nyomtatás megkezdve<br/>a cimke lapon
pt_pt: posição inicial <br /> na folha das etiquetas

source: Comma separated list of dorsals to be printed
es_es: Lista de dorsales a imprimir separada por comas
hu_hu: Vesszővel elválasztott lista a versenyzőkről nyomtatva lesz
pt_pt: Lista de dorsais a imprimir separada por vírgulas

source: Edit Club
es_es: Editar club
hu_hu: Klub szerkesztése
pt_pt: Editar clube

source: Delete Club
es_es: Borrar club
hu_hu: Klub törlése
pt_pt: Apagar clube

source: Clubs data management
es_es: Gesti&oacute;n de clubes
hu_hu: Klubok adatainak kezelése
pt_pt: Gestão de clubes

source: Updating Clubs list
es_es: Actualizando lista de clubes
hu_hu: Klubok listájának frissítése
pt_pt: A atualizar lista de clubes

source: State
es_es: Provincia
hu_hu: Állam
pt_pt: Cidade

source: Out
es_es: Baja
hu_hu: Ki
pt_pt: Baixa

source: Create a new club <br/>and insert into database
es_es: Crea y a&ntilde;ade nuevo club<br /> a la base de datos
hu_hu: Új klub létrehozása és<br/>beillesztése az adatbázisba
pt_pt: Criar novo clube<br /> e inserir na base de dados

source: Edit data on selected club
es_es: Modificar los datos del club seleccionado
hu_hu: Kiválasztott klub adatainak szerkesztése
pt_pt: Modificar dados do clube selecionado

source: Remove club from database
es_es: Borrar el club seleccionado de la base de datos
hu_hu: Klub törlése az adatbázisból
pt_pt: Apagar o clube selecionado da base de dados

source: Clear search box. Update table
es_es: Borrar casilla de b&uacute;squeda. Actualizar datos
hu_hu: Keresődoboz kiürítése. Táblázat firssítése
pt_pt: Apagar pesquisa. Atualizar tabela

source: Look for clubes matching search criteria
es_es: Buscar clubes que coincidan con el criterio de b&uacute;squeda
hu_hu: Klubok keresése a megadott keresési kritériumoknak megfelelően
pt_pt: Pesquisar clubes que coincidam com critérios de pesquisa

source: Generate listing with current selection
es_es: Crear listado de clubes con la selecci&oacute;n actual

source: Handlers belonging to club
es_es: Gu&iacute;as pertenecientes al club
hu_hu: A klubhoz tartozó felvezetők
pt_pt: Condutores pertencentes ao clube

source: Loading handlers list
es_es: Cargando lista de gu&iacute;as
hu_hu: Felvezetők listájának betöltése
pt_pt: A carregar lista de condutores

source: Join handler
es_es: Asociar Gu&iacute;a
hu_hu: Felvezető megnyitása
pt_pt: Associar condutor

source: Dettach handler
es_es: Desasignar gu&iacute;a
hu_hu: Felvezető leválasztása
pt_pt: Desassociar condutor

source: Create/Assign handler to club
es_es: Crear/Asignar gu&iacute;a al club
pt_pt: Criar/Atribuir condutor ao clube

source: Edit data on handler belonging club
es_es: Editar datos del gu&iacute;a asociado al club
hu_hu: Klubhoz tartozó felvezető adatainak szerkesztése
pt_pt: Editar dados de condutor associado ao clube

source: Unassign selected handler from club
es_es: Desasignar el gu&iacute;a selecionado del club
hu_hu: Kiválasztott felvezető leválasztása a klubtól
pt_pt: Retirar condutor selecionado do clube

source: Update handlers list on club
es_es: Actualizar lista de gu&iacute;as del club
hu_hu: Klubhoz tartozó felvezetők listájának frissítése
pt_pt: Atualizar lista de condutores do clube

source: Loading list of dogs
es_es: Cargando lista de perros
hu_hu: Kutyák listájának betöltése
pt_pt: Carregando lista de cães

source: Registered dogs belonging to
es_es: Lista de perros asignados a
hu_hu: Regisztrált kutyák ide tartoznak
pt_pt: Lista de cães pertencentes a

source: KC id
es_es: LOE/RRC
hu_hu: MEOESZ id
pt_pt: LOP/RI

source: Assign dog
es_es: Asignar perro
hu_hu: Kutya csatolása
pt_pt: Atribuir cão

source: Edit dog
es_es: Editar perro
hu_hu: Kutya szerkesztése
pt_pt: Editar cão

source: Dettach dog
es_es: Desasignar perro
hu_hu: Kutya leválasztása
pt_pt: Retirar cão

source: Declare/Assign a dog to
es_es: Crear/Asignar perro a
hu_hu: Kutya hozzárendelése
pt_pt: Criar/Atribuir cão a

source: Edit data on dog belonging to
es_es: Editar datos del perro perteneciente a
hu_hu: Felvezetőhöz tartozó kutya adatainak szerkesztése
pt_pt: Editar dados do cão pertencente a

source: Unassign selected dog from handler
es_es: Desasignar perro seleccionado del gu&iacute;a
hu_hu: Kiválasztott kutya leválasztása a felvezetőtől
pt_pt: Retirar cão selecionado do condutor

source: Update list of dogs belonging to
es_es: Actualizar lista de perros asignados a
hu_hu: Felvezetőhöz tartozó kutyák listájának frissítése
pt_pt: Atualizar lista de cães pertencentes a

source: Journey rounds
es_es: Mangas de la jornada
hu_hu: Forduló futamai
pt_pt: Mangas da jornada

source: Round data
es_es: Datos de la manga
hu_hu: Futam adatai
pt_pt: Dados da manga

source: Training
es_es: Entrenamiento
pt_pt: Treino

source: Planning
es_es: Programa
hu_hu: Tervezés
pt_pt: Programar

source: Data entry
es_es: Introducci&oacute;n de datos
hu_hu: Eredménybevitel
pt_pt: Introdução de dados

source: Round results
es_es: Resultados de la manga
hu_hu: Futam eredményei
pt_pt: Resultados da manga

source: round is not available on journey
es_es: manga no disponible en jornada

source: View/Edit Training session timetable for the contest
es_es: Ver/Editar sesi&oacute;n de entrenamientos para la prueba
pt_pt: Ver/Editar sessão de treinos para a prova

source: View/Edit Rounds and series order<br />on this journey
es_es: Ver/editar el orden de mangas y rondas<br /> de la jornada
hu_hu: Futamok sorrendjének megtekintése/szerkesztése<br/>ebben a fordulóban
pt_pt: Ver/Editar a ordem das mangas e rondas<br /> da jornada

source: View/Edit Starting order on selected round
es_es: Ver/Editar Orden de Salida de la manga seleccionada
hu_hu: Startlista megtekintése/szerkesztése a kiválasztott futamon
pt_pt: Ver/Editar Ordem de saída da manga selecionada

source: Insert/Edit competitors results
es_es: Introducci&oacute;n de resultados de cada participante
hu_hu: Versenyzők eredményeinek beillesztése/szerkesztése
pt_pt: Inserir/Editar resultados de cada participante

source: Review Partial results on selected round
es_es: Ver resultados parciales de la manga seleccionada
hu_hu: Részleges eredmények megtekintése a kiválasztott futamban
pt_pt: Ver resultados parciais da manga selecionada

source: Un-inscribe
es_es: Des-Inscribir

source: Processing data
es_es: Procesando
pt_pt: A processar dados

source: Setting team for
es_es: Ajustando equipo para
pt_pt: A preparar equipa para

source: Team management on contest
es_es: Gesti&oacute;n de equipos de la prueba
hu_hu: Csapatok kezelése a versenyben
pt_pt: Gestão de equipas da prova

source: Updating team list
es_es: Actualizando lista de equipos
hu_hu: Csapatok listájának frissítése
pt_pt: A atualizar lista de equipas

source: Show teams matching search criteria
es_es: Buscar equipos que coincidan con el criterio de b&uacute;squeda
hu_hu: Keresési kritériumnak megfelelő csapatok mutatása
pt_pt: Pesquisar equipas que coincidam com critério de pesquisa

source: Declare a new team on this contest
es_es: Declarar un nuevo equipo en esta prueba
hu_hu: Új csapat létrehozása a versenyben
pt_pt: Publicar nova equipa nesta prova

source: Edit data on selected team
es_es: Modificar los datos del equipo eleccionado
hu_hu: Kiválasztott csapat adatainak szerkesztése
pt_pt: Modificar os dados da equipa selecionada

source: Remove team on this contest
es_es: Borrar el equipo de esta prueba
hu_hu: Kiválasztott csapat törlése
pt_pt: Apagar a equipa desta prova

source: Un-inscribe members of selected team from current journey
es_es: Des-inscribir de la jornada a los miembros del club seleccionado

source: Clear search box. Update team list
es_es: Borrar casilla de b&uacute;squeda. Actualizar datos
hu_hu: Keresődoboz kiürítése. Csapatok listájának firssítése
pt_pt: Apagar pesquisa. Atualizar lista de equipa

source: Verify teams. Enumerate found problems
es_es: Verificar equipos. Indicar problemas encontrados
hu_hu: Csapatok ellenőrzése. Talált problémák felsorolása
pt_pt: Verificar equipas. Indicar problemas encontrados

source: Print team list on this journey
es_es: Imprimir los equipos de la jornada
hu_hu: Csapatok listájának nyomtatása ebben a fordulóban
pt_pt: Imprimir as equipas da jornada

source: and their team members
es_es: y los miembros de cada equipo
hu_hu: és a csapattagjaik
pt_pt: e os membros de cada equipa

source: Close windows. Return to previous menu
es_es: Cerrar ventana. Volver al men&uacute; anterior
hu_hu: Ablak bezárása. Visszatérés az előző menübe
pt_pt: Fechar janelas. Voltar ao menu anterior

source: Registered inscriptions on team
es_es: Inscripciones registradas en el equipo
hu_hu: Regisztált nevezések a csapatban
pt_pt: Inscrições registadas na equipa

source: Reading inscription list
es_es: Leyendo lista de inscritos
hu_hu: Regisztált versenyzők listázása
pt_pt: Lendo a lista de inscrições

source: Select new team
es_es: Seleccionar nuevo equipo
hu_hu: Új csapat kiválasztása
pt_pt: Selecionar nova equipa

source: Assign competitor to selected team
es_es: Asignar competidor al equipo seleccionado
pt_pt: Atribuir concorrente à equipa selecionada

source: Cancel selection. Close window
es_es: Cancelar selecci&oacute;n. Cerrar ventana
hu_hu: Kijelölés törlése. Ablak bezárása
pt_pt: Cancelar seleção. Fechar janela

source: Delete handler
es_es: Borrar gu&iacute;a
hu_hu: Felvezető törlése
pt_pt: Apagar condutor

source: Handlers data management
es_es: Gesti&oacute;n de datos de Gu&iacute;as
hu_hu: Felvezetők adatainak kezelése
pt_pt: Gestão de dados de condutor

source: Updating handlers list
es_es: Actualizando lista de gu&iacute;as
hu_hu: Felvezetők listájának frissítése
pt_pt: A atualizar a lista de condutores

source: Phone
es_es: Tel&eacute;fono
hu_hu: Telefon
pt_pt: Telefone

source: Insert a new handler<br/>into DataBase
es_es: A&ntilde;adir un nuevo gu&iacute;a<br />en la base de datos
hu_hu: Új felvezető létrehozása és<br/>beillesztése az adatbázisba
pt_pt: Inserir novo condutor<br />na base de dados

source: Edit data on selected handler
es_es: Modificar los datos del gu&iacute;a seleccionado
hu_hu: Kiválasztott felvezető adatainak szerkesztése
pt_pt: Editar os dados do condutor selecionado

source: Remove selected handler from Database
es_es: Borrar el gu&iacute;a seleccionado de la base de datos
hu_hu: Kiválasztott felvezető törlése az adatbázisból
pt_pt: Apagar condutor selecionado da base de dados

source: Show handlers matching search criteria
es_es: Buscar gu&iacute;as que coincidan con el criterio de b&uacute;squeda
hu_hu: Keresési kritériumnak megfelelő felvezetők mutatása
pt_pt: Pesquisar condutores que coincidam com o critério de pesquisa

source: Dogs registered to
es_es: Perros registrados a
hu_hu: A kutya regisztrálva van
pt_pt: Cães registados para

source: Updating dogs list
es_es: Actualizando lista de perros
hu_hu: Kutyák listájának frissítése
pt_pt: A atualizar lista de cães

source: Assign dog to handler
es_es: Asignar perro al gu&iacute;a
pt_pt: Atribuir cão ao condutor

source: Dettach dog from handler
es_es: Desasignar perro del gu&iacute;a
hu_hu: Kutya leválasztása felvezetőről
pt_pt: Retirar cão do condutor

source: Editar data on dog assigned to
es_es: Editar datos del perro perteneciente a
hu_hu: Kutya adatainak szerkesztése, aki hozzá tartozik
pt_pt: Editar dados do cão pertencente a

source: Update dog list from handler
es_es: Actualizar datos del perro asignado al gu&iacute;a
hu_hu: Felvezetőhöz tartozó kutyák listájának frissítése
pt_pt: Atualizar os dados do cão atribuído ao condutor

source: Select active contest
es_es: Selecciona prueba activa
hu_hu: Aktív verseny kiválasztása
pt_pt: Selecionar prova ativa

source: Continue working with selected contest
es_es: Trabajar con la prueba seleccionada
hu_hu: Munka folytatása a kiválasztott versennyelé
pt_pt: Trabalhar com a prova selecionada

source: Cancel selection. close window
es_es: Cancelar selecci&oacute;n. Cerrar ventana
hu_hu: Kijelölés törlése. Ablak bezárása
pt_pt: Cancelar seleção, fechar janela

source: You should select a valid contest
es_es: Debe seleccionar una prueba v&aacute;lida
hu_hu: Válasszon ki egy érvényes versenyt
pt_pt: Deve selecionar uma prova válida

source: Warning
es_es: Aviso
pt_pt: Aviso

source: Out inscription period for this contest
es_es: Fuera del periodo de inscripciones

source: Inscriptions - Registering form
es_es: Inscripciones - Formulario de registro
hu_hu: Nevezések - Nevezési űrlap
pt_pt: Inscrições - Formulário de inscrição

source: Journey list for this contest
es_es: Lista de jornadas de esta prueba
hu_hu: Fordulók listáka ebben a versenyben
pt_pt: Lista de jornadas da prova

source: Inscription list on this contest
es_es: Inscripciones registradas en la prueba
hu_hu: Nevezők listája ebben a versenyben
pt_pt: Inscrições registadas na prova

source: Set dorsal
es_es: Ajustar dorsal
hu_hu: Rajtszám beállítása
pt_pt: Definir dorsal

source: Import dogs and inscriptions from Excel file
es_es: Importar perros e inscripciones desde fichero Excel
pt_pt: Importar cães e inscrições a partir do ficheiro Excel

source: Updating journeys data
es_es: Actualizando datos de la jornada
hu_hu: Fordulók adatainak frissítése
pt_pt: Atualizar dados da Jornada

source: Name/Comment
es_es: Nombre/Observaciones
hu_hu: Név/Megjegyzés
pt_pt: Nome/Observações

source: Team3
es_es: Eq. 3
pt_pt: Eq. 3

source: Team4
es_es: Eq. 4
pt_pt: Eq. 4

source: Open
es_es: Abierta
pt_pt: Abrir

source: Games
es_es: Juegos
pt_pt: Jogos

source: There are no valid nor open journeys to inscribe into
es_es: No hay definida ninguna jornada abierta donde realizar las inscripciones
pt_pt: Não existe nenhuma jornada aberta onde realizar as inscrições

source: New inscriptions will have no effect
es_es: Las inscripciones que se hagan no tendr&aacute;n ning&uacute;n efecto
pt_pt: As novas inscrições efetuadas não terão efeito

source: Please edit Journey list to create/define valid entries
es_es: Por favor, edite la lista de jornadas para corregir el problema
pt_pt: Por favor, edite a lista das jornadas para corrigir o problema

source: Clear all inscriptions on this journey
es_es: Borrar todas las inscripciones de la jornada
pt_pt: Apagar todas as inscrições da jornada

source: Register all inscriptions into this journey
es_es: Inscribir todos los perros de la prueba en esta jornada
pt_pt: Inscrever todos os cães da prova na jornada

source: Clone inscriptions on selected journey into this one
es_es: Clonar inscripciones, datos y resultados de la manga seleccionada en &eacute;sta
pt_pt: Clonar inscrições, dados e resultados da manga selecionada para esta

source: Updating inscriptions data
es_es: Actualizar datos de inscripci&oacute;n
hu_hu: Nevezések listájának frissítése
pt_pt: A atualizar dados de inscrições

source: Register new inscriptions
es_es: Introducir nuevas inscripciones
hu_hu: Új nevezés beillesztése
pt_pt: Introduzir novas inscrições

source: Modify selected inscription
es_es: Modificar la inscripci&oacute;n seleccionada
hu_hu: Kiválasztott nevezés szerkesztése
pt_pt: Modificar a inscrição selecionada

source: Remove selected inscription from database
es_es: Borrar la inscripci&oacute;n seleccionada de la BBDD
hu_hu: Kiválasztott nevezés törlése az adatbázisból
pt_pt: Apagar inscrição selecionada da BD

source: Change dorsal number for selected inscription
es_es: Cambiar el dorsal en la inscripcion selecccionada
hu_hu: Rajtszám cseréje a kiválasztott nevezésnél
pt_pt: Modificar dorsal na inscrição selecionada

source: Import/Export Inscriptions from/to Excel file
es_es: Importar/Exportar inscripciones desde/hacia fichero Excel
pt_pt: Importar/Exportar inscrições de/para ficheiro Excel

source: Reassign dorsals ordering by Club,Category,Grade, and Name
es_es: Reasignar dorsales ordenando por Club, Categor&iacute;a, Grado y Nombre
hu_hu: Rajtszámok újraosztása Klub,Méret,Szint és Név alatján rendezve
pt_pt: Reatribuir dorsais ordenando por clube, Categoria, Grau e Nome

source: Open Team handling window for selected journey
es_es: Abrir ventana de gesti&oacute;n de equipos para la jornada seleccionada
hu_hu: Csapat kezelési ablak megnyitása a kiválasztott fordulóban
pt_pt: Abrir janela de gestão de equipas para a jornada selecionada

source: Print inscriptions list on this contest
es_es: Imprimir lista de inscritos en esta prueba
hu_hu: Nevezők listájának nyomtatása a kiválasztott fersenyben
pt_pt: Imprimir lista de inscritos nesta prova
