Repository: geduxas/AgilityContest
Catalog: agility/locale/*/LC_MESSAGES/AgilityContest.po
Languages: es_es, hu_hu, pt_pt

source: Background color for tertiary header
es_es: Color de fondo de cabeceras adicionales
hu_hu: Háttérszín a harmadlagos fejlécben
pt_pt: Cor de fundo do cabeçalho terciário

source: Text color for tertiary header
es_es: Color del texto de cabeceras adicionales
hu_hu: Betűszín a harmadlagos fejlécben
pt_pt: Cor do texto do cabeçalho terciário

source: Background color for even table rows
es_es: Color de fondo de las tablas (filas pares)
hu_hu: Háttérszín a páros táblázatsorokban
pt_pt: Cor de fundo das filas pares das tabelas

source: Background color for odd table rows
es_es: Color de fondo de las tablas (filas impares)
hu_hu: Háttérszín a páratlan táblázatsorokban
pt_pt: Cor de fundo das filas impares das tabelas

source: Alternate (simplified) Video wall configurable parameters
es_es: Par&aacute;metros de los video-marcadores simplificados
hu_hu: Alternatív (egyszerűsített) videófal konfigurálható paraméterek
pt_pt: Parâmetros alternativos do vídeo-marcador - Simplificados

source: Sponsors rotation period (seg.)
es_es: Periodo de rotaci&oacute;n de patrocinadores (seg.)
hu_hu: Támogatók forgási ideje (sec.)
pt_pt: Período de rotação dos patrocinadores (seg.)

source: Use special logo instead of standard header
es_es: Usar logo en lugar de datos de la prueba
hu_hu: Speciális logó használata az alapértelmezett logó helyett
pt_pt: Usar logo no lugar dos dados da prova

source: URL for logo image to be used
es_es: URL del logotipo a usar
hu_hu: A használandó logó kép URL címe
pt_pt: URL do logotipo a usar

source: Enable animated images into screen
es_es: Activar animaciones en pantalla
pt_pt: Ativar animações no ecrã

source: Font family for text in cells
es_es: Tipograf&iacute;a para el texto
pt_pt: Fonte para o texto

source: Default system font
es_es: Fuente tipogr&aacute;ficas del sistema
pt_pt: Fonte padrão do sistema

source: Default font size (vw units)
es_es: Tama&ntilde;o de letra en unidades .vw CSS
pt_pt: Tamanho padrão da fonte(Unid. CSS)

source: Background color for table header
es_es: Color de fondo de la cabecera
hu_hu: Háttérszín a táblázat fejlécében
pt_pt: Cor de fundo do cabeçalho da tabela

source: Text color table header
es_es: Color de texto de la cabecera
hu_hu: Betűszín a táblázat fejlécében
pt_pt: Cor do texto do cabeçalho da tabela

source: Text and lines color for tables
es_es: Color de texto y de lineas de las tablas
hu_hu: Betűk és vonalak színe a táblázatokban
pt_pt: Cor do texto e das linhas das tabelas

source: Call To ring background color (even rows)
es_es: Color tabla de llamada a pista (filas pares)
hu_hu: Pályára hívás háttérszíne (páros sorok)
pt_pt: Cor da tabela de chamada à pista (filas pares)

source: Call to ring background color (odd rows)
es_es: Color tabla de llamada a pista (filas impares)
hu_hu: Pályára hívás háttérszíne (páratlan sorok)
pt_pt: Cor da tabela de chamada à pista (filas impares)

source: Results background color (even rows)
es_es: Color tabla de resultados (filas pares)
hu_hu: Eredmények háttérszíne (páros sorok)
pt_pt: Cor da tabela de resultados (filas pares)

source: Results background color (odd rows)
es_es: Color tabla de resultados (filas impares)
hu_hu: Eredmények háttérszíne (páratlan sorok)
pt_pt: Cor da tabela de resultados (filas impares)

source: Current Team background color (even rows)
es_es: Color datos de equipo en pista (filas pares)
hu_hu: Jelenlegi páros háttérszíne (páros sorok)
pt_pt: Cor dos dados da equipa em pista (filas pares)

source: Current Team background color (odd rows)
es_es: Color datos de equipo en pista (filas impares)
hu_hu: Jelenlegi páros háttérszíne (páratlan sorok)
pt_pt: Cor dos dados da equipa em pista (filas impares)

source: Live Stream
es_es: Video en directo
hu_hu: Élő közvetítés
pt_pt: Transmissão ao vivo

source: Live Stream configurable parameters
es_es: Parametros del Live-Stream
hu_hu: Élő közvetítés konfigurálható értékei
pt_pt: Parâmetros da transmissão ao vivo

source: Evaluate and show time to get first place
es_es: Calcular y mostrar tiempo necesario para 1er puesto
pt_pt: Calcular e mostrar o tempo preciso para 1º posto

source: Transparency level for OnScreenDisplay
es_es: Nivel de transparencia para OnScreenDisplay
hu_hu: Átlátszósági szint a képernyőn történő adatkijelzéshez
pt_pt: Nivel de transparência para OnScreenDisplay

source: Delay for LiveStream event parsing
es_es: Retardo de eventos de live streaming
pt_pt: Atraso dos eventos da transmissão ao vivo

source: sec
es_es: seg
hu_hu: mp
pt_pt: seg

source: Color for Chroma Keyer
es_es: Color del Chroma-key
hu_hu: Színkulcs színe
pt_pt: Cor para a Chroma-keyer

source: Timming data screen location
es_es: Ubicaci&oacute;n de los datos de tiempos
hu_hu: Idő adatok helye a képernyőn
pt_pt: Localização dos dados de tempos

source: Not visible
es_es: No visible
hu_hu: Nem látható
pt_pt: Não visível

source: Upper right corner
es_es: Esquina superior derecha
hu_hu: Jobb felső sarok
pt_pt: Canto superior direito

source: Lower right corner
es_es: Esquina inferior derecha
hu_hu: Jobb alsó sarok
pt_pt: Canto inferior direito

source: Next to competitor info
es_es: Junto a datos del competidor
hu_hu: Versenyző adatai mellett
pt_pt: Junto aos dados do concorrente

source: User defined layout
es_es: Posici&oacute;n definida por el usuario

source: Round data screen location
es_es: Ubicaci&oacute;n de la informaci&oacute;n de la manga
hu_hu: Futam adatok helye a képernyőn
pt_pt: Localização da informação da manga

source: Screen top
es_es: Parte superior de la pantalla
hu_hu: Képernyő teteje
pt_pt: Parte superior do ecrã

source: On top of competitor info
es_es: Encima de los datos del competidor
hu_hu: Versenyző adatai felett
pt_pt: Por cima dos dados do concorrente

source: Reports
es_es: Informes
hu_hu: Jelentések
pt_pt: Relatórios

source: PDF forms and reports generation
es_es: Generacion de formularios PDF e informes
hu_hu: PDF listák és jelentések generálása
pt_pt: Criação de formulários e relatórios PDF

source: Font family
es_es: Tipos de fuentes de caracteres
hu_hu: Betűtípus
pt_pt: Tipos de fontes dos caracteres

source: Show journey info when printing catalog
es_es: Inclu&iacute;r informaci&oacute;n de jornadas en cat&aacute;logo
hu_hu: Forduló adatainak mutatása amikor nyomtatja a katalógust
pt_pt: Incluir informação da jornada em catalogo

source: Show level/grade info when printing catalog
es_es: Inclu&iacute;r informaci&oacute;n grado en cat&aacute;logo
hu_hu: Forduló adatainak mutatása amikor nyomtatja a katalógust
pt_pt: Incluir informação de grau quando imprimir catalogo

source: Skip Dorsal labels for pre-agility dogs
es_es: Omitir perros de pre-agility al imprimir dorsales

source: Text color on main header
es_es: Color de texto de la cabecera principal
hu_hu: Betűszín a fő fejlécben
pt_pt: Cor do texto do cabeçalho principa

source: Background color for tables even rows
es_es: Color de fondo de las tablas (filas pares)
hu_hu: Háttérszín a páros táblázatsorokban
pt_pt: Cor de fundo das tabelas para as filas pares

source: Background color for tables odd rows
es_es: Color de fondo de las tablas (filas impares)
hu_hu: Háttérszín a páratlan táblázatsorokban
pt_pt: Cor de fundo das tabelas para as filas impares

source: Color for separation lines
es_es: Color de las l&iacute;neas de separaci&oacute;n
hu_hu: Elválasztó vonalak színe
pt_pt: Cor das linhas de separação

source: Label printing
es_es: Impresi&oacute;n de etiquetas
hu_hu: Cimke nyomtatás
pt_pt: Impressão de etiquetas

source: Label sheet format (# labels/sheet)
es_es: Formato de la hoja (Num. etiquetas/p&aacute;gina)
hu_hu: Cimke lap formátum (#cimke/lap)
pt_pt: Formato da folha (Num. etiquetas/página)

source: Skip labels for Not Present / Eliminated dogs
es_es: Omitir etiqueta si eliminado / no presentado
pt_pt: Omitir etiqueta se o cão estiver eliminado / não presente

source: Label sheet upper margin (mmts)
es_es: Margen superior de la hoja (mmts)
hu_hu: Cimke lap felső margó (mm)
pt_pt: Margem superior da folha(mm)

source: Label sheet right margin (mmts)
es_es: Margen izquierdo de la hoja (mmts)
hu_hu: Cimke lap jobb margó (mm)
pt_pt: Margem direita da folha (mm)

source: Public access from internet
es_es: Acceso p&uacute;blico por Internet
hu_hu: Publikus hozzáférés az internetről
pt_pt: Acesso público pela Internet

source: Data auto-refresh interval
es_es: Periodo de refresco de los datos
hu_hu: Adatok automatikus frissítés időköze
pt_pt: Intervalo de atualização automática dos dados

source: No refresh
es_es: No refrescar
hu_hu: Nincs frissítés
pt_pt: Não atualizar

source: Rotation period for sponsor logos
es_es: Periodo de rotaci&oacute;n de anuncios
hu_hu: Forgási idő a támogatói logóknál
pt_pt: Período de rotação dos anuncios

source: Header background color
es_es: Color de fondo de cabecera/pie
hu_hu: Fejléc háttérszíne
pt_pt: Cor de fundo do cabeçalho / rodapé

source: Header text color
es_es: Color de texto de la cabecera/pie
hu_hu: Betűszín a fejlécben
pt_pt: Cor do texto do cabeçalho / rodapé

source: Round data table background color
es_es: Color de fondo de informaci&oacute;n de manga
hu_hu: Futam adatok táblázatának háttérszíne
pt_pt: Cor de fundo da informação da manga

source: Round data table text color
es_es: Color texto informaci&oacute;n de manga
hu_hu: Futam adatok táblázatának szövegszíne
pt_pt: Cor de texto da tabela de dados da manga

source: Color for dog with selected dorsal
es_es: Color de la fila del dorsal seleccionado
pt_pt: Cor para o cão com o dorsal selecionado

source: E-mail
es_es: Correo Electr&oacute;nico
pt_pt: Correio eletrónico

source: Options for sending electronic mail related functions
es_es: Configuracion para operaciones de correo electr&oacute;nico
pt_pt: Configurações para operações de correio eletrónico

source: Email address
es_es: Direcci&oacute;n de correo
pt_pt: Endereço de Email

source: From license info
es_es: datos de la licencia
pt_pt: Dados da licença

source: SMTP Server
es_es: Servidor SMTP
pt_pt: Servidor SMTP

source: Port
es_es: Puerto
pt_pt: Porta

source: Encryption method
es_es: M&eacute;todo de cifrado
pt_pt: Método de encriptação

source: None
es_es: Ninguno
hu_hu: Nincs
pt_pt: Nenhum

source: StartTLS after connection
es_es: StartTLS tras conexi&oacute;n
pt_pt: StartTLS após conceção

source: SSL/TLS on dedicated port
es_es: SSL/TLS en puerto dedicado
pt_pt: SSL/TLS na porta dedicada

source: Authentication method
es_es: M&eacute;todo de autenticaci&oacute;n
pt_pt: Método de autenticação

source: User
es_es: Usuario
hu_hu: Felhasználó
pt_pt: Utilizador

source: Password
es_es: Contrase&ntilde;a
hu_hu: Jelszó
pt_pt: Palavra-Chave

source: NTLM auth realm
es_es: Dominio de autenticaci&oacute;n NTLM
pt_pt: Domínio da autenticação NTLM

source: NTLM auth workstation
es_es: Servidor de autenticaci&oacute;n NTLM
pt_pt: Servidor de autenticação NTLM

source: Check
es_es: Verificar
hu_hu: Ellenőrzés
pt_pt: Verificar

source: General configuration
es_es: Configuraci&oacute;n general
hu_hu: Általános beállítások
pt_pt: Configuração geral

source: Default language
es_es: Idioma por defecto
hu_hu: Alapértelmezett nyelv
pt_pt: Idioma padrão

source: Choose language from browser preferences
es_es: Seleccionar el idioma seg&uacute;n preferencias del navegador
hu_hu: Nyelv választás böngésző adatok alapján
pt_pt: Escolher idioma conforme preferências do navegador

source: Debug level
es_es: Nivel de depuraci&oacute;n
hu_hu: Hibakereésis szint
pt_pt: Nível de depuração

source: Unusable syetem
es_es: Sistema inutilizable
hu_hu: Használhatatlan rendszer
pt_pt: Sistema inutilizável

source: Non recoverable errors
es_es: Errores no recuperables
hu_hu: Nem visszakövethető hibák
pt_pt: Erros não recuperáveis

source: Recoverable error
es_es: Errores recuperables
hu_hu: Visszakövethető hibák
pt_pt: Erro recuperável

source: Notice alerts
es_es: Avisos a tener en cuenta
hu_hu: Értesítési figyelmeztetések
pt_pt: Alertas de aviso

source: Informative messages
es_es: Mensajes informativos
hu_hu: Informatív üzenetek
pt_pt: Mensagens de informação

source: Debugging information
es_es: Informaci&oacute;n de depuraci&oacute;n
hu_hu: Hibakeresési információ
pt_pt: Informação de depuração

source: Execution trace registering
es_es: Trazas de ejecucion
hu_hu: Végrehajtási nyom regisztálás
pt_pt: Registo de execução de log

source: Register everything
es_es: Registrar absolutamente todo
hu_hu: Mindent regisztrál
pt_pt: Registar tudo

source: Provide raw file copy for system events
es_es: Generar fichero con registro de eventos del sistema
hu_hu: Nyers fájl másolat biztosítása a rendszereseményekhez
pt_pt: Criar ficheiro com registo dos eventos do sistema

source: Printer device name to write tablet reports
es_es: Nombre de la impresora de registro del tablet
hu_hu: Nyomtató eszköt neve a tablet jelentések nyomtatásához
pt_pt: Nome da impressora para escrever relatórios do tablet

source: Paper size
es_es: Tamaño del papel
hu_hu: Papírméret
pt_pt: Tamanho do papel

source: Clear event registration on tablet init session
es_es: Borrar historial de eventos al iniciar sesi&oacute;n en el tablet
hu_hu: Esemény regisztrációk törlése a tablet munkamenetben
pt_pt: Apagar historial de eventos ao iniciar a sessão no tablet

source: Include event history in backup
es_es: Incluir historial de eventos en la copia de seguridad
pt_pt: Incluir historial de eventos na cópia de segurança

source: Track login events in console
es_es: Monitorizar inicios de sesi&oacute;n desde consola
pt_pt: Monitorizar inícios de sessão na consola de gestão

source: Search for updates at startup
es_es: Buscar actualizaciones al inicio
pt_pt: Procure atualizações na inicialização

source: Application
es_es: Aplicaci&oacute;n

source: Database
es_es: Base de datos
pt_pt: Base de dados

source: Auto backup options
es_es: Copia de seguridad autom&aacute;tica
pt_pt: Cópia de segurança automática

source: Encrypt data on backup generation
es_es: Cifrad datos al generar el backup

source: Disable auto-backup
es_es: Desactivar backup autom&aacute;tico
pt_pt: Desativar backup automático

source: Dangerous! Use at your own risk
es_es: !Cuidado! usar con precauci&oacute;n
pt_pt: !Cuidado! usar com precaução

source: Perform database backup after
es_es: Realizar copia de seguridad cada
pt_pt: Realizar backup da base de dados depois

source: results entered
es_es: resultados introducidos
pt_pt: resultados introduzidos

source: Perform database backup every
es_es: Copia de seguridad peri&oacute;dica cada
pt_pt: Copia de segurança periódica a cada

source: minutes
es_es: minutos
pt_pt: minutos

source: Folder to store user-defined backup
es_es: Carpeta donde guardar backup del usuario
pt_pt: Pasta definida pelo utilizador para armazenar o backup

source: must exist in server
es_es: debe existir en el servidor
pt_pt: deve existir no servidor

source: System
es_es: Sistema
hu_hu: Rendszer
pt_pt: Sistema

source: Additional server information
es_es: Informaci&oacute;n adicional del servidor
hu_hu: További szerverinformáció
pt_pt: Informação adicional do servidor

source: IP address(es)
es_es: Direcci&oacute;n(es) IP
hu_hu: IP cím(ek)
pt_pt: Endereço(s) de IP

source: Save and Restore configuration
es_es: Guardar y Recuperar configuraci&oacute;n
hu_hu: Konfiguráció mentése és visszaállítása
pt_pt: Guardar e Restaurar configuração

source: Download configuration to file
es_es: Guardar configuraci&oacute;n en fichero
hu_hu: Konfiguráció letöltése fájlba
pt_pt: A fazer download das configurações para o ficheiro

source: Restore configuration from file
es_es: Recuperar configuraci&oacute;n desde fichero
hu_hu: Konfiguráció visszatöltése fájlból
pt_pt: Restaurar configuração a partir do ficheiro

source: Restore
es_es: Restaurar
hu_hu: Visszaállít
pt_pt: Restaurar

source: Default
es_es: Defecto
hu_hu: Alapértelmezett
pt_pt: Padrão

source: Enter printer name/device or leave empty to disable
es_es: Nombre o Dispositivo de impresi&oacute;n <br/>Dejar vac&iacute;o para desactivar
hu_hu: Add meg a nyomtató/eszköz nevét vagy hagyd üresen letiltáshoz
pt_pt: Nome da impressora/dispositivo<br/>Deixar em branco para descativar

source: Cancel changes. Restore information from server
es_es: Anular cambios. Recuperar informaci&oacute;n de configuraci&oacute;n del servidor
hu_hu: Változtatások visszavonása. Információ visszatöltése a szerverről
pt_pt: Cancelar alterações. Recuperar informação a partir do servidor

source: Factory reset. Configure with default data
es_es: Configurar aplicaci&oacute;n con los valores por defecto de f&aacute;brica.
hu_hu: Gyári visszaállítás. Beállítás az alapértelmezett adatokkal
pt_pt: Factory Reset. Configurar a aplicação com os valores padrões de fábrica

source: Accept changes. Save as new configuration
es_es: Aceptar cambios. Guardar como nueva configuraci&oacute;n
hu_hu: Változtatások elfogadása. Mentés új konfigurációként
pt_pt: Aceitar alterações. Guardar como nova configuração

source: Send sample report to check printer
es_es: Enviar informe de prueba para comprobar impresora
hu_hu: Minta jelentés küldése a nyomtató teszteléséhez
pt_pt: Enviar relatório de teste para testar impressora

source: Send yourself a sample mail to check parameters
es_es: Enviar un correo de prueba para probar configuraci&oacute;n
pt_pt: Enviar um correio eletrónico de teste para testar configurações

source: Test backup into user provided directory
es_es: Comprobar si se genera backup en carpeta de usuario
pt_pt: Testar se o backup é criado na pastar do utilizador

source: User / Password
es_es: Usuario / Contraseña
pt_pt: Utilizador / Palavra-Chave

source: New configuration successfully saved
es_es: Nueva configuraci&oacute;n guardada correctamente
hu_hu: Új konfiguráció sikeresen mentve
pt_pt: Nova configuração guardada com sucesso

source: You should close session and reload page
es_es: Deber&aacute; cerrar la sesi&oacute;n y recargar la p&aacute;gina
hu_hu: Zárd le a munkamenetet és töltsd újra a böngésző lapot
pt_pt: Deverá encerrar a sessão e recarregar a página

source: for changes to become active
es_es: para que los cambios se activen
hu_hu: a változtatások életbe lépéséhez
pt_pt: para que as alterações tenham efeito

source: Mail services
es_es: Servicios de correo
pt_pt: Serviços de correio

source: Electronic mail operations<br/>are not allowed for unregistered licenses
es_es: No se permiten operaciones de correo electr&oacute;nico <br/> sin licencia registrada
pt_pt: Não é permitido operações de correio eletrónico <br/> sem licença registada

source: Mail Check
es_es: Verificar Correo
pt_pt: Verificar Correio

source: Mail has been successfully sent to address:
es_es: Se ha enviado un correo a la direcci&oacute;n:
pt_pt: O correio eletrónico foi enviado com sucesso

source: Please check email inbox for received mail
es_es: Por favor compruebe el buz&oacute;n de entrada
pt_pt: Por favor verifique caixa de entrada para email recebido

source: A test page has been sent to event recording printer
es_es: Se ha enviado una pagina de prueba a la impresora de registro
hu_hu: Egy teszt oldal el lett küldve az esemény rögzítő nyomtatóra nyomtatásra
pt_pt: Uma página de teste foi enviada para a impressora de registo

source: Please check for proper output
es_es: Compruebe que la impresi&oacute;n es correcta
hu_hu: Ellenőrizd a helyes kimenetet
pt_pt: Por favor verifique que a impressão está correta

source: Remember to save changes before exiting
es_es: Recuerde guardar los cambios antes de salir del men&uacute;
hu_hu: Ne felejtsd el menteni a módosításokat kilépés előtt
pt_pt: Recorde-se de guardar de guardar as alterações antes de sair

source: Restore factory default values. Sure?
es_es: Restaurar valores por defecto. ¿Seguro?
hu_hu: Gyári értékek visszaállítása. Biztos?
pt_pt: Restaurar valores padrão. Confirma?

source: Factory reset
es_es: Reset de f&aacute;brica
pt_pt: Reset de fábrica

source: Restored default configuration options
es_es: Recuperada configuraci&oacute;n por defecto
pt_pt: Recuperada configuração padrão

source: Downloading configuration, please wait
es_es: Descargando fichero de configuraci&oacute;n. Espere
hu_hu: Konfiguráció letöltése, kérlek várj
pt_pt: A descarregar o ficheiro de configuração, por favor aguarde

source: There was a problem in configuration download. Please try again
es_es: Hubo un problema en la descarga de la configuraci&oacute;n. Pruebe de nuevo
hu_hu: Nem sikerült letölteni a konfigurációt. Kérlek próbáld újra
pt_pt: Existiu um problema a fazer download da configuração. Tente de novo

source: No config file selected
es_es: No se ha indicado ning&uacute;n fichero
hu_hu: Nincs konfigurációs fájl kiválasztva
pt_pt: Nenhum ficheiro de configuração selecionado

source: Restore configuration from file error
es_es: Error al restaurar configuraci&oacute;n desde fichero
hu_hu: Konfiguráció fájlból történő visszatöltése közben hiba történt
pt_pt: Erro a restaurar configuração a partir do ficheiro

source: Configuration file successfully restored
es_es: Configuraci&oacute;n restaurada correctamente
hu_hu: Konfigurációs fájl sikeresen visszaállítva
pt_pt: Ficheiro de configuração restaurado com sucesso

source: Legal notice
es_es: Aviso legal

source: Before accept, please read and accept legal <a target="lopd" href="http://www.agilitycontest.es/lopd.html">terms and conditions</a> on data sharing
es_es: Antes de activar, por favor, lea y acepte las <a target="lopd" href="http://www.agilitycontest.es/lopd.html"> condiciones legales</a> para compartir datos

source: Dog information
es_es: Datos del perro
hu_hu: Kutya információ
pt_pt: Dados do cão

source: Inscription data
es_es: Datos de la inscripci&oacute;n
hu_hu: Nevezések adatai
pt_pt: Dados de Inscrição

source: License
es_es: Licencia
hu_hu: Teljesítménykönyv sorszáma
pt_pt: Licença

source: Paid out
es_es: Pagado
hu_hu: Fizetve
pt_pt: Pago

source: Modify
es_es: Modificar
hu_hu: Módosít
pt_pt: Modificar

source: Edit inscription
es_es: Editar inscripci&oacute;n
hu_hu: Nevezés szerkesztése
pt_pt: Editar inscrições

source: Change dog data
es_es: Cambiar datos sobre el perro
hu_hu: Kutya adatainak szerkesztése
pt_pt: Modificar dados do cão

source: into database
es_es: en la base de datos
hu_hu: adatbázisba
pt_pt: na base de dados

source: Accept changes
es_es: Aceptar cambios
hu_hu: Változtatások elfogadása
pt_pt: Aceitar modificações

source: Update inscription data
es_es: Actualizar datos de inscripci&oacute;n
hu_hu: Nevezések adatainak frissítése
pt_pt: Atualizar dados de inscrição

source: Cancel changes. Close window
es_es: Cancelar modificaciones. Cerrar ventana
hu_hu: Változtatások visszavonása. Ablak bezárása
pt_pt: Cancelar modificações. Fechar janela

source: Import training session timetable from Excel file
es_es: Importar tabla de entrenamientos desde fichero Excel
pt_pt: Importar tabela de treinos a partir do ficheiro Excel

source: Database backup is recommended before import
es_es: Se recomienda una copia de seguridad antes de la importacion
hu_hu: Az adatbázis biztonsági mentése ajánlott importálás előtt
pt_pt: Recomenda-se uma cópia de segurança antes da importação

source: Select Excel file to retrieve Dog data from
es_es: Selecciona fichero Excel de donde importar datos de perros
hu_hu: Excel fájl kiválasztása a kutyák adatainak betöltéséhez
pt_pt: Selecionar ficheiro Excel para importar dados do cão

source: Press import to start, or cancel to abort import
es_es: Puslsa Importar para empezar, o Cancelar para anular
pt_pt: Carregue Importar para começar, ou cancelar para anular

source: Blind (non-interactive) mode
es_es: Importaci&oacute;n no interactiva
pt_pt: Importação não interativa

source: Options for non-interactive import
es_es: Configuraci&oacute;n
pt_pt: Configuração para importação não interativa
