Repository: geduxas/AgilityContest
Catalog: agility/locale/*/LC_MESSAGES/AgilityContest.po
Languages: es_es, hu_hu, pt_pt

source: on
es_es: en

source: Final scores
es_es: Clasificaci&oacute;n final
hu_hu: Végső eredmények
pt_pt: Classificação final

source: Teams
es_es: Equipos
hu_hu: Csapatok
pt_pt: Equipas

source: Data Entry
es_es: Entrada de datos

source: Competitors list (personalized)
es_es: Lista de participantes (personalizada)
pt_pt: Lista de participantes (personalizada)

source: Handlers with more than one dog
es_es: Guías con más de un perro

source: Round scores
es_es: Resultados de la manga
hu_hu: Futam pontszámok
pt_pt: Resultados da manga

source: Partial scores
es_es: Clasificaci&oacute;n parcial
hu_hu: Részleges eredmények
pt_pt: Classificação parcial

source: On line data
es_es: Datos en l&iacute;nea
pt_pt: Data Online

source: Important notice
es_es: Aviso Importante
pt_pt: Aviso Importante

source: THIS WEB PAGE HAS NO OFFICIAL DATA
es_es: ESTA PAGINA WEB NO CONTIENE DATOS OFICIALES
pt_pt: ESTA PÁGINA NÃO CONTÉM DADOS OFICIAIS

source: Data shown in these pages is a <em>real time copy</em> of the contest server, and may be modified by Judges and Organization after revision
es_es: Los datos mostrados en esta p&aacute;gina <em>son una copia en tiempo real</em> del servidor en el torneo, y pueden ser modificados a posteriori por los jueces y la organizaci&oacute;n
pt_pt: Os dados visualizados nesta página <em>são uma cópia em tempo real</em> do servidor do torneio, e podem ser modificados à posteriori pelos juízes e pela organização

source: For official scores and results, please look at
es_es: Para consultar datos oficiales, por favor mire en
pt_pt: Para resultados oficiais, por favor verifique em

source: Online data
es_es: Datos en l&iacute;nea
pt_pt: Dados On-Line

source: For official (PDF) scores and results, please look at
es_es: Para datos, resultados y clasificaciones oficiales (PDF), acuda al
pt_pt: Para dados, resultados e classificações oficiais (PDF), verifique em

source: AWC-FCI 2016 web server
es_es: Servidor web de la AWC-FCI 2016

source: To access on line (HTML) data, go to
es_es: Para consultar datos en l&iacute;nea (HTML) ir al
pt_pt: Para acesso aos dados online (HTML), vá a

source: Online data page
es_es: Servidor de tiempo real
pt_pt: Servidor em tempo real

source: Contest data
es_es: Datos de la prueba
hu_hu: Verseny adatai
pt_pt: Dados da Prova

source: Journey data
es_es: Datos de la jornada
hu_hu: Forduló adatai
pt_pt: Dados da Jornada

source: Series data
es_es: Datos de la manga
hu_hu: Futam adatai
pt_pt: Dados da Manga

source: Dog
es_es: Perro
hu_hu: Kutya
pt_pt: Cão

source: Handler
es_es: Gu&iacute;a
hu_hu: Felvezető
pt_pt: Condutor

source: Category
es_es: Categor&iacute;a
hu_hu: Méret
pt_pt: Classe

source: Grade
es_es: Grado
hu_hu: Szint
pt_pt: Grau

source: Heat
es_es: Celo
hu_hu: Tüzel
pt_pt: Manga

source: Copy licensed to club
es_es: Copia registrada para el club
hu_hu: Licenc tulajdonos klub
pt_pt: Cópia registrada para o clube

source: Course walk
es_es: Reconocimiento
hu_hu: Pályabejárás
pt_pt: Reconhecimento

source: Fault
es_es: Falta
hu_hu: Hiba
pt_pt: Falta

source: Refusal
es_es: Reh&uacute;se
hu_hu: Megtagadás
pt_pt: Recusa

source: Eliminated
es_es: Eliminado
hu_hu: Kizárás
pt_pt: Eliminado

source: CountDown
es_es: Cuenta Atr&aacute;s
hu_hu: Visszaszámlálás
pt_pt: Contagem Decrescente

source: Begin
es_es: Salida
hu_hu: Elkezd
pt_pt: Início

source: Intermediate
es_es: Intermedio
hu_hu: Azonnal
pt_pt: Intermédio

source: End
es_es: Final
hu_hu: Bejefez
pt_pt: Fim

source: Send fault/touch from chrono remote control
es_es: Indicar falta desde el mando del cron&oacute;metro
hu_hu: Hibapont/érintés küldése az időmérő távirányítóról
pt_pt: Indicar falta a partir do comando do cronómetro

source: Send refusal from chrono remote control
es_es: Indicar reh&uacute;se desde el mando del cron&oacute;ometro
hu_hu: Megtagadás küldése az időmérő távirányítóról
pt_pt: Indicar recusa a partir do comando do cronómetro

source: Send eliminated from chrono remote control
es_es: Indicar eliminado desde el cron&oacute;metro
hu_hu: Kizárás küldése az időmérő távirányítóról
pt_pt: Indicar eliminação a partir do comando do cronómetro

source: Start/stop 7 minutes course walk
es_es: Arrancar/Parar 7 minutos de reconocimiento de pista
hu_hu: 7 perc pályabejárás elkezdése/bejefezése
pt_pt: Iniciar/Acabar 7 minutos de reconhecimento de pista

source: Start chronometer
es_es: Arrancar cron&oacute;metro
hu_hu: Időmérő indítása
pt_pt: Iniciar cronómetro

source: Mark intermediate time
es_es: Enviar marca de paso por tiempo intermedio
hu_hu: Azonnali idő jelzése
pt_pt: Marcar tempo intermédio

source: Stop chronometer
es_es: Parar cron&oacute;meter
hu_hu: Időmérő leállítása
pt_pt: Parar cronómetro

source: Simulate chrono sensors alignment failure
es_es: Simular fallo de alineamiento de sensores
hu_hu: Időmérő szenzorok elhelyezési hibájának szimulálása
pt_pt: Simular falha de alinhamento nos sensores

source: Reset chronometer. Set count to zero
es_es: Reset del cron&oacute;metro. Poner contadores a cero
hu_hu: Időmérő visszaállítása. Számláló átállítása nullára
pt_pt: Reset do cronómetro. Meter contadores a zero

source: Start 15 seconds countdown
es_es: Iniciar cuenta atras de 15 segundos
hu_hu: 15 másodperces visszaszámlálás indítása
pt_pt: Iniciar contagem decrescente de 15 segundos

source: Name
es_es: Nombre
hu_hu: Név
pt_pt: Nome

source: Hndlr
es_es: Gu&iacute;a
hu_hu: Felv

source: Grad
es_es: Grd
hu_hu: Szint
pt_pt: Grd

source: Team
es_es: Equipo
hu_hu: Csapat
pt_pt: Equipa

source: Country
es_es: Pa&iacute;s
hu_hu: Ország
pt_pt: País

source: Sensor failure
es_es: Fallo de sensores
hu_hu: Érzékelő hiba
pt_pt: Falha dos sensores

source: Select ring and display name (optional)
es_es: Selecciona ring y nombre de la pantalla (opcional)
pt_pt: Escolher ring e nome a exibir (Opcional)

source: Display name
es_es: Nombre de la pantalla
pt_pt: Nome a exibir

source: Accept
es_es: Aceptar
hu_hu: Elfogad
pt_pt: Aceitar

source: Chronometer
es_es: Cronometro
pt_pt: Cronómetro

source: Work with selected ring/session
es_es: Trabajar con el ring seleccionado
hu_hu: A kiválasztott pályával/munkamenettel dolgozni
pt_pt: Trabalhar com o ring selecionado

source: Comments
es_es: Observaciones
hu_hu: Megjegyzések
pt_pt: Observações

source: You should select a valid session/ring
es_es: Debe seleccionar un ring v&aacute;lido
hu_hu: Válasszon ki egy érvényes munkamenetet/pályát
pt_pt: Deve selecionar um ring válido

source: Handler re-asignation
es_es: Re-asignaci&oacute;n de gu&iacute;as
hu_hu: Felvezető újra-hozzárendelés
pt_pt: Reatribuir condutores

source: Search
es_es: Buscar
hu_hu: Keresés
pt_pt: Pesquisar

source: Clear
es_es: Limpiar
hu_hu: Töröl
pt_pt: Apagar

source: Electronic mail
es_es: Correo electr&oacute;nico
hu_hu: Elektronikus levél
pt_pt: Correio eletrónico

source: Telephone
es_es: Tel&eacute;fono
hu_hu: Telefon
pt_pt: Telefone

source: New
es_es: Nuevo
hu_hu: Új
pt_pt: Novo

source: Reassign
es_es: Reasignar
hu_hu: Hozzárendel
pt_pt: Reasignar

source: Cancel
es_es: Cancelar
hu_hu: Mégse
pt_pt: Cancelar

source: Clear form
es_es: Limpiar formulario
hu_hu: Űrlap törlése
pt_pt: Limpar formulário

source: Cancel operation. Close window
es_es: Cancelar operaci&oacute;n. Cerrar ventana
hu_hu: Művelet megszakítása. Ablak bezárása
pt_pt: Cancelar operação. Fechar janela

source: Use provided data to create a new club member
es_es: Usar los datos del formulario para crear un nuevo miembro del club
hu_hu: Megadott adatok felhasználásával új klubtag létrehozása
pt_pt: Usar os dados do formulário para criar um novo membro do clube

source: Re-assign selected handler to be member of club
es_es: Reasignar el gu&iacute;a selecionado como miembro del club
hu_hu: Kiválasztott felvezető újra-hozzárendelése klubtagként
pt_pt: Reatribuir o condutor selecionado como novo membro do clube

source: Dog re-assignation
es_es: Re-asignaci&oacute;n de perros
hu_hu: Kutya újra-hozzárendelés
pt_pt: Reatribuir cães

source: Pedigree Name
es_es: Nombre largo
hu_hu: Törzskönyvi név
pt_pt: Nome de Pedigree

source: Gender
es_es: G&eacute;nero
hu_hu: Nem
pt_pt: Género

source: Male
es_es: Macho
hu_hu: Kan
pt_pt: Macho

source: Female
es_es: Hembra
hu_hu: Szuka
pt_pt: Fêmea

source: Breed
es_es: Raza
hu_hu: Fajta
pt_pt: Raça

source: Kennel Club ID
es_es: Num. LOE/RRC
hu_hu: Törzskönyvi szám
pt_pt: Num. LOP/RI

source: Ag. License
es_es: Lic. de Agility
hu_hu: Agility Teljesítménykönyv száma
pt_pt: Lic. de Agility

source: Retired
es_es: Baja

source: Re-assign
es_es: Reasignar
hu_hu: Hozzárendel
pt_pt: Reatribuir

source: Clear dog search to be re-assignated form
es_es: Borrar formulario de b&uacute;squeda para reasignaci&oacute;n de perros
hu_hu: Kutya keresés törlésehogy újra-hozzárendelt űrlap legyen
pt_pt: Apagar formulário de pesquisa para reatribuir cães

source: Declare a new dog belonging to selected handler
es_es: Crear nuevo perro asignado al gu&iacute;a seleccionado
hu_hu: Új kutya hozzáadása a kiválasztott felvezetőhöz
pt_pt: Criar novo cão para o condutor selecionado

source: Re-assign select dog to belong this handler
es_es: Reasignar el perro seleccionado al gu&iacute;a
hu_hu: Kutya hozzárendelése ehhez a felvezetőhöz
pt_pt: Reatribuir cão ao condutor selecionado

source: Update
es_es: Actualizar
hu_hu: Frissít
pt_pt: Atualizar

source: Club information
es_es: Informaci&oacute;n del club
hu_hu: Klub információ
pt_pt: Informação do clube

source: Address
es_es: Direcci&oacute;n
hu_hu: Cím
pt_pt: Morada

source: Province
es_es: Provincia
hu_hu: Tartomány
pt_pt: Cidade

source: Contact
es_es: Contacto
hu_hu: Kapcsolat
pt_pt: Contacto

source: GPS coordinates
es_es: Coordenadas GPS
hu_hu: GPS koordináták
pt_pt: Coordenadas GPS

source: Web page
es_es: P&aacute;gina web
hu_hu: Weboldal
pt_pt: Página WEB

source: Facebook account
es_es: Cuenta de Facebook
hu_hu: Facebook fiók
pt_pt: Conta de Facebook

source: Google+ account
es_es: Cuenta en Google+
hu_hu: Google+ fiók
pt_pt: Conta de Google+

source: Twitter account
es_es: Cuenta de Twitter
hu_hu: Twitter fiók
pt_pt: Conta de Twitter

source: Unsubscribed
es_es: Dado de baja
hu_hu: Leiratkozott
pt_pt: Não subscrito

source: Register data on new club. Update database
es_es: Registrar datos del nuevo club. Actualizar base de datos
hu_hu: Új klub adatai mentve. Adatbázis frissítése
pt_pt: Registar dados do novo clube. Atualizar base de dados

source: Validate logo. Store and update database
es_es: Validar logotipo. Guardar y actualizar base de datos
hu_hu: Logó érvényesítése. Rögzítése adatbázisba és adatbázis frissítése
pt_pt: Validar Logotipo. Guardar e atualizar base de dados

source: Choosen image should be of type <em>.png</em>
es_es: La imagen seleccionada debe ser de tipo <em>.png</em>
hu_hu: A kiválasztott kép típusa <em>.png</em> kell hogy legyen
pt_pt: A imagem selecionada deve ter a extensão<em>.png</em>

source: 150x150 pixel size and transparent background
es_es: Tama&ntilde;o 150x150 pixels con fondo transparente
hu_hu: 150x150 pixel méretű és átlátszó hátterű
pt_pt: Tamanho 150x150 pixels com fundo transparente

source: Press on image to change club logo
es_es: Pulsa sobre la imagen para cambiar el logotipo del club
hu_hu: Kattints a képre hogy megváltoztasd a klub logót
pt_pt: Carregar sobre a imagem para mudar o logotipo do clube

source: Region/State
es_es: Comunidada aut&oacute;noma
hu_hu: Régió/Megye
pt_pt: Cidade

source: New logo
es_es: Nuevo logotipo
hu_hu: Új logó
pt_pt: Novo logotipo

source: Swap
es_es: Intercambiar
hu_hu: Csere
pt_pt: Trocar

source: Printer forms
es_es: Formularios
hu_hu: Nyomtatási űrlapok
pt_pt: Formulários

source: Please cancel or save changes before closing window
es_es: Por favor, cancele o guarde los cambios antes de cerrar la ventana
hu_hu: Nyomd meg a mégse gombot vagy mentsd a változtatásokat mielőtt bezárod az ablakot
pt_pt: Por favor, cancele ou guarde as alterações efectuadas antes de fechar a janela

source: Updating competition data
es_es: Actualizando datos de la competici&oacute;n
hu_hu: Versenyzők adatainak frissítése
pt_pt: A atualizar dados da competição

source: Ref
es_es: Reh
pt_pt: Rec

source: Tch.
es_es: Toc
hu_hu: Érintés
pt_pt: Toq.

source: Time
es_es: Tiempo
hu_hu: Idő
pt_pt: Tempo

source: Save
es_es: Guardar
hu_hu: Mentés
pt_pt: Guardar

source: Edit
es_es: Editar
hu_hu: Szerkesztése
pt_pt: Editar

source: Confirm
es_es: Confirmar
hu_hu: Megerősít
pt_pt: Confirmar

source: Clear competitor results
es_es: Borrar los datos de resultados del participante
hu_hu: Versenyző eredményeinek törlése
pt_pt: Apagar os dados co concorrente

source: Sure?
es_es: ¿Seguro?
hu_hu: Biztos?
pt_pt: Certo?

source: Reload competition data on this round
es_es: Actualizar resultados de la manga
hu_hu: Verseny adataomal frissítése a jelenlegi futamon
pt_pt: Atualizar resultados da manga

source: Swap data and results from Agility/Jumping matching round
es_es: Intercambiar datos entre las mangas de Agility/Jumping de esta categoria
hu_hu: Adatok cseréje és eredmények az Agility/Jumping futamokból
pt_pt: Trocar dados entre as mangas de Agility/Jumping desta categoria

source: Delete every competitors data on this round
es_es: Borrar todos los resultados de esta manga
hu_hu: Minden versenyző adatainak törlése ebben a futamban
pt_pt: Apagar todos os resultados de esta manga

source: Print judge assistant forms
es_es: Imprimir formularios del asistente de pista
hu_hu: Írnoki listák nyomtatása
pt_pt: Imprimir formulários do assistente de pista

source: (de)activate periodic refresh of results for this round
es_es: (des)activar el refresco peri&oacute;dico de los resultados de la manga
hu_hu: (de)aktiválása az időszakos eredmény frissítéseknek ebben a futamban
pt_pt: (des)activar a atualização automática dos resultados da manga

source: Search a competitor<br/> by entering dorsal number or dog name
es_es: Buscar un participante<br/>por n&uacute;mero de dorsal o nombre del perro

source: Select categories to work with
es_es: Selecciona las categor&iacute;as a mostrar
hu_hu: Kategória kiválasztása munkához
pt_pt: Selecionar as categorias a mostrar

source: Competitor data
es_es: Datos del participante
hu_hu: Versenyző adatai
pt_pt: Dados do concorrente

source: Opening Sequence
es_es: Secuencia de Apertura

source: Closing Sequence
es_es: Secuencia de cierre

source: Points
es_es: Puntos
pt_pt: Pontos

source: Gambler Scoring
es_es: Puntos Gambler

source: Opening
es_es: Apertura

source: Closing
es_es: Cierre

source: Search a competitor by entering dorsal
es_es: Buscar un participante por dorsal
hu_hu: Versenyző keresése rajtszám alapján
pt_pt: Pesquisar um concorrente por dorsal

source: Validate data. Store into row being editing
es_es: Validar datos. Almacenarlos en la celda en edición

source: Contest
es_es: Prueba
hu_hu: Verseny
pt_pt: Prova

source: Contest parameters
es_es: Par&aacute;metros de la prueba
pt_pt: Parâmetros da prova

source: Proximity alert on starting order
es_es: Alerta de proximidad en el orden de salida
hu_hu: Közelségi figyelmeztetés startlistában
pt_pt: Alerta de proximidade na ordem de partida

source: Dogs
es_es: Perros
hu_hu: Kutyák
pt_pt: Cães

source: Time data precision shown
es_es: Resoluci&oacute;n de los tiempos mostrados
hu_hu: Időadatok pontossága
pt_pt: Informação de precisão dos dados do tempo

source: cents
es_es: cent&eacute;simas
hu_hu: tizedek
pt_pt: centésimas

source: millis
es_es: mil&eacute;simas
hu_hu: századok
pt_pt: milésimas

source: Team competitions behaviour
es_es: Comportamiento en competiciones por equipos
pt_pt: Comportamento em competição por equipas

source: What to do when eliminated in Team-4
es_es: Qu&eacute; hacer con eliminados en equipos-conjunta
pt_pt: O que fazer quando existir eliminação em equipas-conjuntas

source: 100 penalty points and crono continues
es_es: 100 puntos de penalizaci&oacute;n. Crono continua
pt_pt: 100 pontos de penalização. Cronómetro continua

source: 100 points and set time to MCT (EO mode)
es_es: 100 puntos. Tiempo del equipo: TRM ( European Open )
pt_pt: 100 pontos. Tempo da equipa: TPM ( European Open )

source: Whole team is eliminated
es_es: El equipo completo es eliminado
pt_pt: A equipa completa é eliminada

source: Games competitions behaviour
es_es: Comportamiento en jornadas de tipo Games

source: Points for Gambler sequences
es_es: Puntos de la parte Gambler

source: Sequence
es_es: Secuencia

source: Gambler additional points
es_es: Puntos extra gambler

source: Bonus points
es_es: Puntos de bonificaci&oacute;n

source: Training session parameters
es_es: Par&aacute;metros de la sesi&oacute;n de entrenamientos
pt_pt: Parâmetros da sessão de treinos

source: Club/Country Training time assignment mode
es_es: Modo de asignaci&oacute;n de tiempo a cada pa&iacute;s/club
pt_pt: Modo de horário de treino para cada participante/clube

source: Individual time * Max number of dogs/category
es_es: Tiempo por perro * perros de la categor&iacute;a con mas perros
pt_pt: Tempo por cão * cães da categoria com mais cães

source: Individual time * Number of dogs on each County or Club
es_es: Tiempo por perro * n&uacute;mero total de perros por club/pa&iacute;s
pt_pt: Tempo por cão * numero total de clube ou países

source: Training time for each dog
es_es: Tiempo de entrenamiento para cada perro
pt_pt: Tempo de treino para cada cão

source: Seconds
es_es: Segundos
pt_pt: Segundos

source: Training grace period to enter/leave ring
es_es: Tiempo de guarda para entrada/salida del ring
pt_pt: Tempo de carência para a entrada/saída do ring

source: Desktop
es_es: Escritorio
hu_hu: Asztal
pt_pt: Área de trabalho

source: Desktop look and feel
es_es: Apariencia del escritorio
hu_hu: Asztal kinézet és érzés
pt_pt: Aparência da área de trabalho

source: Dekstop theme
es_es: Tema del escritorio
hu_hu: Asztal téma
pt_pt: Tema da área de trabalho

source: Default theme
es_es: Tema por defecto
hu_hu: Alapértelmezett téma
pt_pt: Tema por defeito

source: Desktop background color
es_es: Color de fondo del escritorio
hu_hu: Asztal háttérszín
pt_pt: Cor do fundo da área de trabalho

source: Header title color
es_es: Color de la cabecera
hu_hu: Fejléc cím szöveg
pt_pt: Cor do título do cabeçalho

source: Active menu header color
es_es: Color de texto el men&uacute; activo
hu_hu: Aktív menü fejléc színe
pt_pt: Cor do texto do cabeçalho do menu ativo

source: Color for even table rows
es_es: Color de las filas pares de las tablas
hu_hu: Páros táblázatsorok színe
pt_pt: Cor das filas pares das tabelas

source: Color for odd table rows
es_es: Color de las filas impares de las tablas
hu_hu: Páratlan táblázatsorok színe
pt_pt: Cor das filas impares nas tabelas

source: Color for even secondary table rows
es_es: Color de filas pares en tablas secundarias
hu_hu: Páros táblázatsorok színe másodlagos táblázatban
pt_pt: Cor das filas pares nas tabelas secundárias

source: Color for odd secondary table rows
es_es: Color de filas impares en tablas secundarias
hu_hu: Páratlan táblázatsorok színe másodlagos táblázatban
pt_pt: Cor das filas impares nas tabelas secundárias

source: Tablet &amp; Chrono
es_es: Tablet y Crono
hu_hu: Tablet &amp; Időmérő
pt_pt: Tablet e Cronómetro

source: Judge assistant tablet configuration
es_es: Configuraci&oacute;n del tablet del asistente de pista
hu_hu: Írnoki tablet konfiguráció
pt_pt: Configuração do tablet do assistente de pista

source: Emit beep on key pressed
es_es: Se&ntilde;al sonora al pulsar la pantalla
hu_hu: Sípolás gombnyomás esetén
pt_pt: Emitir beep ao carregar no ecrã

source: Allow modify starting order from tablet
es_es: Permitir modificaciones del orden de salida desde el tablet
hu_hu: Indulási sorrend módosításának engedélyezése tabletről
pt_pt: Permitir modificações da ordem de saída a partir do tablet

source: Accept button save data and goes to next participant
es_es: Bot&oacute;n <em>Aceptar</em> guarda datos y salta a siguiente participante
hu_hu: Elfogadás gomb menti az adatokat és lép a következő versenyzőre
pt_pt: <em>Aceitar</em> guarda dados e muda para o concorrente seguinte

source: Enable keyboard when running in laptop/netbook
es_es: Habilitar teclado al ejecutar el tablet en un port&aacute;til
hu_hu: Billentyűzet engedélyezése tabletről/laptopról való futtatás esetén
pt_pt: Ativar teclado ao executar num portátil/tablet

source: Action at double click in round list
es_es: Accion cuando se hace doble click en listado de manga
hu_hu: Művelet dupla kattintás esetén a futamlistában
pt_pt: Ação ao duplo clique na lista de mangas

source: Cancel and select
es_es: Revertir cambios. Mostrar perro indicado
hu_hu: Mégse és kiválasztás
pt_pt: Cancelar alterações. Mostrar cão indicado

source: Save and select
es_es: Guardar cambios. Mostrar perro indicado
hu_hu: Mentés és kiválasztás
pt_pt: Guardar alterações. Mostrar cão indicado

source: Electronic chronometer behaviour
es_es: Funcionamiento del cron&oacute;metro electr&oacute;nico
hu_hu: Elektronikus időmérő viselkedése
pt_pt: Funcionamento do cronometro eletrónico

source: Course Walk duration
es_es: Tiempo de reconocimiento de pista
hu_hu: Pályabejárás ideje
pt_pt: Tempo de reconhecimento de pista

source: Minutes
es_es: Minutos
hu_hu: Perc
pt_pt: Minutos

source: Show chrono data on tablet
es_es: Mostrar datos de tiempo en el tablet
hu_hu: Időmérő adatok mutatása tableten
pt_pt: Mostrar dados de tempo no tablet

source: Show intermediate time stats in videowall
es_es: Mostrar estad&iacute;sticas de tiempo intermedio en marcadores
hu_hu: Azonnali időstatisztikák mutatása videófalon
pt_pt: Mostrar estatísticas de tempo intermédio no vídeo-marcador

source: Action to perform at 15sec countdown end
es_es: Al finalizar la cuenta de 15 segundos
hu_hu: Művelet a 15 másodperces visszaszámlálás után
pt_pt: Após final da contagem decrescente de 15sec

source: Ignore
es_es: Ignorar
hu_hu: Mellőz
pt_pt: Ignorar

source: Start manual chrono
es_es: Arrancar cron&oacute;metro manual
hu_hu: Manuális időméri indítása
pt_pt: Iniciar cronómetro manual

source: Eliminate team
es_es: Eliminar participante
hu_hu: Páros kizárása
pt_pt: Eliminar participante

source: On sensor detection when manual chrono is active
es_es: Al paso por sensor con crono manual activado
hu_hu: Szenzor érzékeléskor amikor a manuális időmérő aktív
pt_pt: Sensor é ativado e o cronómetro está em modo manual

source: Start electronic chrono
es_es: Arrancar cron&oacute;metro electr&oacute;nico
hu_hu: Elektronikus időmérő indítása
pt_pt: Iniciar cronómetro eletrónico

source: Continue with manual chrono
es_es: Continuar con crono manual
hu_hu: Manuális időmérés folytatása
pt_pt: Continuar com cronómetro manual

source: VideoWall
es_es: Video-Marcadores
hu_hu: Videófal
pt_pt: Vídeo-Marcador

source: Video wall configurable parameters
es_es: Parametros configurables de los video-marcadores
hu_hu: Videófal konfigurálható értékei
pt_pt: Parâmetros configuráveis do vídeo-marcador

source: AutoScroll period (seg.)
es_es: Periodo de rotaci&oacute;n de datos (seg.)
hu_hu: Automatikus görgetés idő (sec.)
pt_pt: Período da rotação dos dados (seg.)

source: Background color for main header
es_es: Color de fondo de la cabecera principal
hu_hu: Háttérszín a fő fejlécben
pt_pt: Cor de fundo do cabeçalho principal

source: Text color for main header
es_es: Color del texto de la cabecera principal
hu_hu: Betűszín a fő fejlécben
pt_pt: Cor do texto do cabeçalho principal

source: Background color for secondary header
es_es: Color de fondo de la cabecera secundaria
hu_hu: Háttérszín a másodlagos fejlécben
pt_pt: Cor de fundo do cabeçalho secundário

source: Text color for secondary header
es_es: Color del texto de la cabecera secundaria
hu_hu: Betűszín a másodlagos fejlécben
pt_pt: Cor do texto do cabeçalho secundário
