Repository: geduxas/AgilityContest
Catalog: agility/locale/*/LC_MESSAGES/AgilityContest.po
Languages: es_es, hu_hu, pt_pt

source: Current federation to import data into
es_es: Federaci&oacute;n donde importar datos
pt_pt: Federação para importar dados

source: Excel import options
es_es: Opciones de importaci&oacute;n
pt_pt: Opções de importação do Excel

source: Also read (if available) course data
es_es: Importar datos de pista si est&aacute;n disponibles
pt_pt: Importar dados da pista se estiverem disponíveis

source: Try to deal entry when no license provided
es_es: Buscar perro si no se proporciona licencia
pt_pt: Pesquisar cão quando não foi fornecida dados de licença

source: Assume no coherency errors with current database data
es_es: Asumir que no hay incoherencias con los datos existentes en la BBDD
pt_pt: Assumir que não há incoerências com os dados existentes na BD

source: Current round to import data into
es_es: Manga actual donde importar los datos
pt_pt: Manga actual para onde importar os dados

source: Select Excel file to retrieve round starting order data from
es_es: Seleccione fichero Excel de donde importar el orden de salida

source: Process (if available) starting order field
es_es: Procesar columna `Orden` si est&aacute; disponible

source: Silently ignore result when no license/name/grade match found
es_es: Ignorar entrada cuando no haya coincidencia de licencia/nombre/categoria

source: Select Excel file to retrieve round result data from
es_es: Selecciona fichero Excel de donde importar resultados parciales
pt_pt: Selecionar o ficheiro Excel de onde importar os resultados parciais

source: Ignore excel entries marked as 'Not Present'
es_es: Omitir entradas excel marcadas como 'No Presentado'
pt_pt: Ignorar entradas Excel marcadas como "Não presentes"

source: Silently ignore result when no license/name match found
es_es: Ignorar entradas cuando no coincide ni la licencia ni el nombre
pt_pt: Ignorar entradas quando não existe coincidência no nome nem na licença

source: Technical data on selected round
es_es: Datos t&eacute;cnicos de la manga
hu_hu: Technikai adatok a kiválasztott futamban
pt_pt: Dados técnicos da manga

source: Updating partial scores
es_es: Actualizando resultados de la manga
hu_hu: Részleges eredmények frissítése
pt_pt: A atualizar resultados parciais da manga

source: Before sending email with contest results to judge(s), please:
es_es: Antes de enviar correo con los resultados a los jueces, por favor:
pt_pt: Por favor, antes de enviar o email com os resultados da prova aos juízes:

source: Revise email addresses and select judge(s) to send email to
es_es: Seleccione destinatarios y compruebe las direcciones de correo
pt_pt: Selecionar destinatário e confirme os endereços de email

source: Also decide whether to send mail copy to Federation
es_es: Indique si desea enviar copia a la federaci&oacute;n
pt_pt: Indique se pretende enviar uma cópia para a federação

source: Choose also if you want to send partial (round) scores
es_es: Indique tambi&eacute;n si desea enviar resultados parciales (por mangas)
pt_pt: Indique igualmente se deseja enviar resultados parciais (por mangas)

source: Choose if sending every results in a single '.zip' file
es_es: Decidir si se env&iacute;a un &uacute;nico fichero .zip o ficheros separados
pt_pt: Decida se envia todos os resultados num ficheiro '.zip' ou em ficheiros separados

source: Revise and edit message body
es_es: Revisar y si es necesario editar el mensaje
pt_pt: Verifique se é necessário editar a mensagem

source: Press double-click on judge to set/change email
es_es: DobleClick en el juez para ajustar/cambiar correo
pt_pt: Carregue com duplo-clique no juiz para definir/alterar o email

source: Include pre agility results
es_es: Incluir resultados de pre-agility
pt_pt: Incluir resultados de pré-agility

source: Also send scores for each separate round
es_es: Incluir tambien puntuaciones por mangas separadas
pt_pt: Incluir igualmente pontuações por mangas separadas

source: Attach single zip file
es_es: Enviar resultados en un fichero .zip
pt_pt: Enviar resultados num ficheiro .zip

source: Separate files
es_es: Ficheros separados
pt_pt: Ficheiros separados

source: Send a copy to federation
es_es: Enviar copia a la federaci&oacute;n
pt_pt: Enviar copia à federação

source: Federation Email
es_es: Correo de la federaci&oacute;n
pt_pt: Correio eletrónico da Federação

source: Get Zip
es_es: Fich. Zip
pt_pt: Fich. Zip

source: Download zip file with scores instead of send mail
es_es: Descargar fichero zip con los resultados en lugar de enviar correo
pt_pt: Fazer download do ficheiro zip com os resultados invés de enviar email

source: Judges for this journey
es_es: Jueces de esta jornada
pt_pt: Juízes desta jornada

source: Updating judge(s) list
es_es: Actualizando lista de jueces
pt_pt: A atualizar lista de juízes

source: International
es_es: Internacional
pt_pt: Internacional

source: Learning
es_es: Pr&aacute;cticas
pt_pt: A aprender

source: Select ring, display name (optional) and view to deploy
es_es: Indica ring, nombre de la pantalla (opcional) y vista a desplegar
pt_pt: Selecionar ring, nome a exibir ( opcional ) e vista para implantar

source: Select Session/Ring
es_es: Selecciona Ring
hu_hu: Pálya kiválasztása
pt_pt: Selecionar Sessão/Ring

source: Select View
es_es: Selecciona vista
hu_hu: Nézet választása
pt_pt: Selecionar vista

source: Select mode
es_es: Selecciona modo
pt_pt: Selecionar modo

source: Embedded Video
es_es: Video insertado
hu_hu: Beágyazott videó
pt_pt: Video embutido

source: LiveStream
es_es: Video en directo
pt_pt: Transmissão ao vivo

source: Use selected as working session
es_es: Trabajar con el la sesi&oacute;n seleccionada
hu_hu: Kiválasztott használata a munkamenethez
pt_pt: Usar a sessão selecionada para trabalhar

source: You should select a valid session
es_es: Debe seleccionar una sesi&oacute;n v&aacute;lida
hu_hu: Válassz ki egy érvényes munkamenetet
pt_pt: Deve selecionar uma sessão válida

source: Test dog
es_es: Perro en blanco
hu_hu: Teszt kutya
pt_pt: Cão Branco

source: Current license does not allow handling of LiveStream operations
es_es: La licencia actual no permite las operaciones de live-streaming
hu_hu: A jelenlegi licenc nem engedélyezi a LiveStream használatát
pt_pt: A licença atual não permite a gestão das operações do LiveStreaming

source: Please, review, and -if desired- update AgilityContest registration license data
es_es: Por favor, revise y -en su caso- actualice los datos de registro y licencia de la aplicaci&oacute;n
hu_hu: Kérem nézd át -és ha szükséges- frissítsd az AgilityContest regisztrációs licenc adatokat
pt_pt: Por favor, reveja e, -se desejado-, atualize os dados da licença de registro AgilityContest

source: Header
es_es: Cabecera
hu_hu: Fejléc
pt_pt: Cabeçalho

source: Number
es_es: N&uacute;mero
hu_hu: Szám
pt_pt: Numero

source: Select contest, journey and view
es_es: Selecciona la prueba, jornada y vista
hu_hu: Verseny, forduló és nézet kiválasztása
pt_pt: Selecionar prova, jornada e vista

source: Inscription list
es_es: Listado de inscritos
hu_hu: Nevezők listája
pt_pt: Listagem de inscritos

source: Journey activities timetable
es_es: Programa de la jornada
hu_hu: Program
pt_pt: Programa da jornada

source: You should select contest, journey and view to continue
es_es: Debe seleccionar prueba, jornada y vista para continuar
hu_hu: Kérlek válaszd ki a versenyt, fordulót és nézetet a folytatáshoz
pt_pt: Deve selecionar prova, jornada e vista para continuar

source: Web access
es_es: Acceso internet
hu_hu: Webes hozzáférés
pt_pt: Acesso internet

source: Online information
es_es: Informaci&oacute;n en l&iacute;nea
hu_hu: Online információ
pt_pt: Informação online

source: Inscriptions
es_es: Inscripciones
hu_hu: Nevezők
pt_pt: Inscrições

source: Options and Messages
es_es: Ajustes y Notificaciones
pt_pt: Ajustes e Notificações

source: Activate notifications
es_es: Activar Notificaciones
pt_pt: Ativar Notificações

source: Display received messages since session start
es_es: Mostrar mensajes recibidos desde el inicio de sesi&oacute;n
pt_pt: Mostrar mensagem recebidas desde o inicio da sessão

source: Display
es_es: Mostrar
pt_pt: Mostrar

source: Dorsal to track info
es_es: Dorsal al que hacer seguimiento
pt_pt: Dorsal para seguir

source: Personalize notifications
es_es: Ajustes de notificaciones
pt_pt: Ajustar notificações

source: Setup
es_es: Ajuste
pt_pt: Ajustar

source: Dorsal to track info. Set to zero if no dorsal selected
es_es: Dorsal al que seguir. Poner a cero si no se selecciona ninguno
pt_pt: Dorsal a seguir. Redefinir para zero se nenhum for selecionado

source: Not available yet
es_es: No disponible todav&iacute;a
pt_pt: Ainda não disponível

source: Update training session info
es_es: Actualizando datos de entrenamientos
pt_pt: A atualizar dados de treinos

source: Series
es_es: Manga
hu_hu: Fordulók
pt_pt: Manga

source: Available scores
es_es: Resultados disponibles
hu_hu: Elérhető eredmények
pt_pt: Resultados disponíveis

source: Update scores
es_es: Actualizar resultados
hu_hu: Eredmények frissítése
pt_pt: Atualizar resultados

source: Update inscription list
es_es: Actualizar listado de inscritos
hu_hu: Nevezők listájának frissítése
pt_pt: Atualizar listagem de inscritos

source: Updating inscriptions
es_es: Actualizando inscripciones
hu_hu: Nevezők frissítése
pt_pt: A atualizar inscrições

source: Round selection
es_es: Seleccion de manga
hu_hu: Futam választás
pt_pt: Seleção de manga

source: Update starting order
es_es: Actualizando orden de salida
hu_hu: Startlista frissítése
pt_pt: Actualizar Ordem de Saída

source: List of rounds in this journey
es_es: Lista de mangas de la jornada
hu_hu: Futamok listája ebben a fordulóban
pt_pt: Lista de mangas na jornada

source: Update partial scores table
es_es: Actualizar resultados parciales
hu_hu: Részleges eredménytáblázat frissítése
pt_pt: Atualizar resultados parciais

source: Journey activities info
es_es: Programa de la jornada
hu_hu: Forduló program
pt_pt: Programa da jornada

source: Update schedule info on this journey
es_es: Actualizar programa de la jornada
hu_hu: Időrend frissítése ebben a fordulóban
pt_pt: Atualizar programa da jornada

source: Updating schedule time on this journey
es_es: Actualizando el programa de la jornada
hu_hu: Időpontok frissítése ebben a fordulóban
pt_pt: A atualizar o programa da jornada

source: Back to contest menu
es_es: Volver al men&uacute; principal
pt_pt: Voltar ao menu principal

source: Received messages
es_es: Mensajes recibidos
pt_pt: Mensagem recebidas

source: This browser does not support notifications
es_es: Este navegador no soporta notificaciones
pt_pt: Este navegador não suporta notificações

source: Using internal messager
es_es: Usando mensajer&iacute;a interna
pt_pt: Utilizando mensageiro interno

source: Current license does not allow view/handle training sessions
es_es: La licencia actual no permite la gesti&oacute;n de entrenamientos
pt_pt: A licença atual não permite a gestão de treinos

source: Please contact with contest organization
es_es: Contacte con el organizador de la prueba
pt_pt: Por favor Contacte com o organizador da prova

source: Current license does not allow public (internet) access operations
es_es: La licencia actual no permite las operaciones de consulta y acceso p&uacute;blico
hu_hu: A jelenlegi licenc nem engedélyezi a publikus (internetes) elérés használatát
pt_pt: A licença atual não permite as operação de consulta e acesso público

source: Invalid user
es_es: Usuario no v&aacute;lido
hu_hu: Érvénytelen felhasználó
pt_pt: Utilizador não é válido

source: Current user
es_es: El usuario actual
hu_hu: Jelenlegi felhasználó
pt_pt: Utilizador atual

source: has not enought privileges
es_es: no tiene suficientes permisos
hu_hu: nincs elég jogosultsága
pt_pt: não tem permissões suficientes

source: ViewLog(): Must log in with 'admin' or 'operator' access level
es_es: ViewLog(): Debe iniciar sesi&oacute;n con un usuario con permisos de administrador u operador
pt_pt: ViewLog(): Deve iniciar a sessão com um utilizador com permissões de administrador ou operador

source: We are preparing your log file download, please wait
es_es: Preparando el registro del sistema. Por favor, espere
pt_pt: Estamos a preparar o download do ficheiro de log, por favor aguarde

source: There was a problem generating your log file, please report author.
es_es: Hubo un problema en la generaci&oacute;n del informe. Por favor contacte con el autor.
pt_pt: Existiu um problema a criar o ficheiro do relatório. Por favor contacte com o autor.

source: ResetLog(): Must log in with 'admin' access level
es_es: ResetLog(): Debe iniciar sesi&oacute;n con un usuario con permisos de administrador
pt_pt: ResetLog(): Deve iniciar a sessão com um utilizador com permissões de administrador

source: Clear trace and debugging log file
es_es: Borrar fichero de errores y trazas (log) de ejecuci&oacute;n
pt_pt: Limpar ficheiro de registro de erros e depuração (log)

source: Log Cleared
es_es: Registro borrado
pt_pt: Registro limpo

source: Debug and trace log file successfully cleared
es_es: Fichero de registro de errores y trazas de ejecuci&oacute;n borrado
pt_pt: Ficheiro de registro de erros e depuração (log) apagado com sucesso

source: ClearTempDir(): Must log in with 'admin' access level
es_es: ClearTempDir(): Debe iniciar sesi&oacute;n con un usuario administrador
pt_pt: ClearTempDir(): Deve iniciar a sessão com um utilizador com permissões de administrador

source: Clear tempdir
es_es: Limpiar carpeta temporal
pt_pt: Limpar pasta temporária

source: This will remove every unneeded temporary files and logs
es_es: Esto limpiara todos los ficheros no necesarios de la carpeta temporal
pt_pt: Isto irá limpar todos os ficheiros e logs não necessários da pasta temporária

source: Be sure that no update, import, restore, mail or similar action is in progress
es_es: Asegurese de que no hay ninguna actualizaci&oacute;n, importaci&oacute;n, env&iacute;o de correo <br/> o similar operaci&oacute;n en proceso
pt_pt: Assegure-se que não nenhuma atualização, importação, restauro, envio de correio ou operação similar em processo

source: Continue?
es_es: Realmente desea continuar?
hu_hu: Folytatod?
pt_pt: Deseja continuar?

source: TmpDir Cleared
es_es: Carpeta temporal limpia
pt_pt: Pasta temporária limpa

source: Temporary directory successfully cleared
es_es: Directorio de ficheros temporales limpiado sin errores
pt_pt: Diretório dos ficheiros temporários limpo com sucesso

source: We are preparing your backup, please wait
es_es: Preparando la copia de seguridad, por favor, espere
hu_hu: Előkészítjük a biztonsági mentést, kérlek várj
pt_pt: Estamos a preparar a sua cópia de segurança, por favor aguarde

source: There was a problem generating your backup, please try again.
es_es: Hubo un problema en la generaci&oacute;n del backup. Por favor pruebe de nuevo.
hu_hu: Hiba történt a biztonsági mentés generálása közben, kérlek próbáld újra
pt_pt: Existiu um problema na criação do ficheiro de backup. Por favor tente de novo.

source: Automatic database backup done
es_es: Copia de seguridad autom&aacute;tica realizada
pt_pt: Cópia de segurança automática efetuada

source: Must provide a valid directory in Agiltiycontest server
es_es: Debe indicar una carpeta v&aacute;lida del servidor
pt_pt: Deve indicar uma pasta válida no servidor do Agilitycontest

source: Need to be a registered user to download backup from server
es_es: Necesita tener licencia registrada para descargar actualizaciones del servidor

source: This operation <strong>WILL ERASE <em>EVERY</em> CURRENT DATA</strong>. before trying restore<br/>
es_es: Esta operaci&oacute;n <strong>BORRARA <em>TODOS</em> LOS DATOS </strong>antes de restaurar <br/>
hu_hu: Ez a művelet <strong>KITÖRÖL <em>MINDEN</em> JELENLEGI ADATOT</strong>. Mielőtt elindítod a visszaállítást<br/>
pt_pt: Esta operação <strong>APAGARÁ <em>TODOS</em> OS DADOS </strong>antes de restaurar <br/>

source: Be aware of making a backup copy before continue<br/><br/>
es_es: Asegurese de hacer una copia de seguridad antes de seguir<br/><br/>
hu_hu: ne felejts el biztonsági mentést készíteni<br/><br/>
pt_pt: Assegure-se que efetua uma cópia de segurança antes de continuar<br/><br/>

source: To continue enter administrator password and press <em>Accept</em>
es_es: Para proceder, introduzca la contrase&ntilde;a del usuario administrador y pulse <em>Aceptar</em>
hu_hu: A folytatáshoz kérlek add meg az admnisztrátori jelszót és nyomd meg az <em>Elfogad</em> gombot
pt_pt: Para continuar utilizar a Palavra-Chave do administrador e carregue<em>Aceitar</em>

source: DataBase restore
es_es: Restaurar base de datos
hu_hu: Adatbázis visszaállítás
pt_pt: Restaurar base de dados

source: You should specify an <em>.sql</em> file with a previous backup
es_es: Debe especificar un fichero <em>.sql</em> con un backup anterior
hu_hu: Ki kell választanod egy <em>.sql</em> fájlt egy régebbi mentéssel
pt_pt: Deve especificar um ficheiro <em>.sql</em> com um backup anterior

source: DataBase update
es_es: Actualizar Base de Datos

source: Database Restore Error
es_es: Error en recuperacion de base de datos
hu_hu: Adatbázis visszaállítás közben hiba történt
pt_pt: Erro na recuperação da base de dados

source: Restore Database
es_es: Restaurar base de datos
hu_hu: Adatbázis visszaállítás
pt_pt: Restaurar base de dados

source: Database restore success<br />Press Accept to re-init application
es_es: Recuperaci&oacute;n de base de datos completa<br /> pulse Aceptar para reiniciar aplicaci&oacute;n
hu_hu: Adatbázis visszaállítás sikeres volt<br>Nyomd meg az Elfogad gombot hogy újratöltsd az alkalmazást
pt_pt: Recuperação da base de dados está completa<br /> carregar aceitar para reiniciar a aplicação

source: Restoreing database
es_es: Recuperando base de datos
hu_hu: Adatbázis visszaállítása
pt_pt: A recuperar a base da dados

source: <strong>Notice:</strong><br/>
es_es: <strong>Aviso:</strong><br/>
hu_hu: <strong>Megjegyzés</strong><br/>
pt_pt: <strong>Aviso:</strong><br/>

source: This operation <strong>WILL ERASE <em>EVERY</em> CURRENT DATA on selected federation</strong>.<br/>
es_es: Esta operaci&oacute;n<strong>BORRAR&Aacute; <em>TODOS</em> LOS DATOS de la federaci&oacute;n seleccionada</strong>.<br/>

source: Including contests, inscriptions, scores, judges, dogs and handlers<br/>
es_es: Incluyendo pruebas, inscripciones, puntuaciones, jueces, perros y gu&iacute;as<br/>

source: This is intended to be used ONLY as a previous step from importing new data from Excel file<br/>
es_es: SOLO debe ser usada como paso previo a una importaci&oacute;n de datos desde un fichero Excel<br/>
hu_hu: Ezt a műveletet CSAK egy Excel importálás előtt használd!
pt_pt: SÓ deve ser usado como passo prévio de uma importação de dados a partir de um ficheiro Excel<br/>

source: Reset Federation
es_es: Limpiar federaci&oacute;n

source: Database Reset Federation Error
es_es: BBDD error en borrado de datos de federaci&oacute;n

source: Data base cleared<br />Please reinit application
es_es: Base de datos vac&iacute;a<br />Por favor, reinicie la aplicaci&oacute;n
hu_hu: Adatbázis törölve <br/>Kérlek töltsd újra az alkalmazást
pt_pt: Base de dados apagada<br />Por favor, reinicie a aplicação

source: This operation WILL ERASE every contests,
es_es: Esta operaci&oacute;n BORRARA todas las pruebas,
hu_hu: Ez a művelet TÖRÖL MINDEN versenyt,
pt_pt: Esta operação; APAGARÁ todas as provas,

source: inscriptions and scores from data base<br/><br/>
es_es: inscripciones y resultados de la base de datos<br/><br/>
hu_hu: nevezést és eredményt az adatbázisból<br/><br/>
pt_pt: inscrições e resultados da base de dados<br/><br/>

source: Erase contests
es_es: Borrar pruebas
hu_hu: Versenyek törlése
pt_pt: Apagar provas

source: Contests clear Error
es_es: Error en borrado de pruebas
hu_hu: Versenyek törlése közben hiba történt
pt_pt: Erro ao apagar provas

source: Every contests have been erased<br />Please, reinit application
es_es: Todas las pruebas han sido borradas<br />Por favor, reinicie la aplicaci&oacute;n
hu_hu: Minden verseny törölve<br/>Kérlek töltsd újra az alkalmazást
pt_pt: Todas as provas foram apagadas<br />Por favor, reinicie a aplicação

source: Update AgilityContest
es_es: Actualizar AgilityContest
hu_hu: AgilityContest frissítése
pt_pt: Atualizar AgiliteContest

source: Auto-Update is not allowed for unregistered installs
es_es: No se permite actualizar una versi&oacute;n sin licencia registrada
hu_hu: Automatikus frissítés nem engedélyezett a nem-regisztált telepítésekhez
pt_pt: Não são permitidas atualizações de versão sem licença registada

source: To proceed with AgilityContest update, enter administrator password and press <em>Accept</em>
es_es: Para proceder con la actualizaci&oacute;n, introduzca la contrase&ntilde;a del usuario administrador y pulse <em>Aceptar</em>
hu_hu: A frissítés megkezdéséhez kérlek add meg az adminisztrátori jelszót és nyomd meg az <em>Elfogad</em> gombot
pt_pt: Para proceder à atualização introduza a Palavra-Chave do utilizador administrador e carregue <em>Aceitar</em>

source: Downloading
es_es: Descargando
pt_pt: A fazer download

source: Downloading new version into server
es_es: Descargando actualizaci&oacute;n en el servidor
pt_pt: A fazer download da atualização do servidor

source: Download update failed
es_es: Descarga de actualizaci&oacute;n fallida
pt_pt: O download da aplicação falhou

source: Download complete. Press Acccept to start upgrade
es_es: Descarga completada. Pulse Aceptar para iniciar actualizaci&oacute;n
pt_pt: Download completo. Carregue aceitar para começar atualização

source: Check for DB Updates
es_es: Comprobar actualizaciones de la BBDD

source: No Database updates available
es_es: No hay actualizaciones de la BBDD

source: New entries available in database
es_es: Nuevas entradas disponibles en la BBDD

source: You need to enable sharing data in configuration menu
es_es: Necesita habilitar compartir datos en el men&uacute; de configuraci&oacute;n

source: This app is not registered. Please use a valid license
es_es: La aplicaci&oacute;n no est&aacute; registrada. Por favor, use una licencia v&aacute;lida

source: This operation requires admin privileges
es_es: Esta operaci&oacute;n requiere permisos de administrador

source: Synchronize DB
es_es: Sincronizar BBDD

source: Updating database with new server data
es_es: Actualizando BBDD con los datos del servidor

source: Database is synced with server
es_es: La base de datos est&aacute; sincronizada con el servidor

source: Current Version
es_es: Versi&oacute;n actual
hu_hu: Jelenlegi verzió
pt_pt: Versão atual

source: Current Release
es_es: Revisi&oacute;n actual
hu_hu: Jelenlegi kiadás
pt_pt: Revisão atual

source: Check for Upgrades
es_es: Buscar actualizaciones
hu_hu: Frissítések keresése
pt_pt: Pesquisar atualizações

source: <p>AgilityContest is up to date</p>
es_es: <p>AgilityContest est&aacute; actualizado</p>
hu_hu: <p>Az AgilityContest jelenleg a legfrissebb verziót használja</p>
pt_pt: <p>AgiliteContest está atualizado</p>

source: Last Version
es_es: Nueva Versi&oacute;n
hu_hu: Legfrissebb verzió
pt_pt: Ultima versão

source: Last Release
es_es: Nueva revisi&oacute;n
hu_hu: Legfrissebb kiadás
pt_pt: Ultima revisão

source: Init session
es_es: Iniciar Sesi&oacute;n
hu_hu: Munkamenet megkezdése
pt_pt: Iniciar Sessão

source: End session
es_es: Finalizar Sesi&oacute;n
hu_hu: Munkamenet befejezése
pt_pt: Encerrar sessão

source: Direct database access
es_es: Acceso directo a Base de Datos
hu_hu: Közvetlen adatbázis hozzáférés
pt_pt: Acesso direto à base de dados

source: Do you want to enable remote database updates?
es_es: ¿Quiere activar la actualizaci&oacute;n remota de la Base de datos?
