Repository: geduxas/AgilityContest
Catalog: agility/locale/*/LC_MESSAGES/AgilityContest.po
Languages: es_es, hu_hu, pt_pt

source: There are no item(s) selected
es_es: No hay ning&uacute;n elemento seleccionado
pt_pt: Não foi nenhum item(s) selecionado

source: No session
es_es: Sin sesion
pt_pt: Nenhuma sessão

source: No contest selected
es_es: No se ha seleccionado ninguna prueba
pt_pt: Não foi selecionada nenhuma prova

source: There is no activity selected
es_es: No hay ninguna actividad seleccionada
hu_hu: Nincs program kiválasztva
pt_pt: Não foi selecionada nenhuma atividade

source: Modify activity information
es_es: Modificar la actividad seleccionada
hu_hu: Program információk módosítása
pt_pt: Modificar a atividade selecionada

source: Remove activity
es_es: Eliminar la actividad
hu_hu: Program törlése
pt_pt: Eliminar a atividade

source: Administrator
es_es: Administrador
hu_hu: Adminisztrátor
pt_pt: Administrador

source: Unknown
es_es: Desconocido
hu_hu: Ismeretlen
pt_pt: Desconhecido

source: There is no user selected
es_es: No se ha seleccionado ning&uacute;n usuario
hu_hu: Nincs felhasználó kiválasztva
pt_pt: Não foi selecionado nenhum utilizador

source: Modify user data
es_es: Editar datos del usuario
hu_hu: Felhasználó adatainak szerkesztése
pt_pt: Editar dados do utilizador

source: Delete data on user
es_es: Borrar datos del usuario
hu_hu: Felhasználó adatainak törlése
pt_pt: Apagar dados do utilizador

source: Password Error
es_es: Error en contrase&ntilde;a
hu_hu: Jelszó hiba
pt_pt: Erro na Palavra-Chave

source: Not enought permissions
es_es: Permisos insuficientes
hu_hu: Nincs elég jogosultsága
pt_pt: Permissões insuficiente

source: Only admin users can change passwords on another user
es_es: Solo un usuario con permisos de administrador puede cambiar la contrase&ntilde;a de otro usuario
hu_hu: Csak admin felhasználók változtathatják a többi felhasználó jelszavát
pt_pt: Só um utilizador com permissões de administrador pode modificar a Palavra-Chave de outro utilizador

source: Passwords does not match
es_es: Las contrase&ntilde;as no coinciden
hu_hu: A megadott jelszavak nem egyeznek
pt_pt: As Palavras-Chaves não coincidem

source: Password changed successfully
es_es: Contrase&ntilde;a cambiada con &eacute;xito
hu_hu: Jelszó sikeresen megváltoztatva
pt_pt: Palavra-Chave alterada com sucesso

source: Failed
es_es: Fallo

source: Succeed
es_es: Correcto

source: Invalid password provided
es_es: Contrase&ntilde;a inv&aacute;lida

source: Must accept license terms
es_es: Debe aceptar los t&eacute;rminos de la licencia

source: Must provide registration file
es_es: Debe indicar fichero de licencia

source: Initialization done. Press OK to start first launch
es_es: Inicialiaci&oacute;n completada. Pulse OK para primer arranque

source: Waiting for progress info...
es_es: Esperando informaci&oacute;n del proceso...

source: Expired
es_es: Expirada

source: Cancelled
es_es: Cancelada

source: A valid Digital Certificate is required
es_es: Se requiere un Certificado Digital valido

source: Your provided certificate is not in access control list
es_es: El certificado no esta en la lista de control de acceso

source: Insufficient credentials
es_es: Permisos insuficientes
pt_pt: Credenciais insuficientes

source: Required level is
es_es: El nivel requerido es
pt_pt: O nível necessário é

source: There is already a journey with provided name
es_es: Ya hay una jornada en la prueba con ese nombre

source: Independent Journey
es_es: Jornada independiente
pt_pt: Jornada Independente

source: Zeroes
es_es: Ceros

source: There is already a contest with provided name
es_es: Ya hay una prueba con ese nombre

source: Use session default
es_es: Usar datos actuales de la sesi&oacute;n
pt_pt: Usar sessão padrão

source: Pre-Agility Round 1
es_es: Pre-Agility Manga 1
pt_pt: Pré-Agility Manga 1

source: Pre-Agility Round 2
es_es: Pre-Agility Manga 2
pt_pt: Pré-Agility Manga 2

source: Agility Grade I Round 1
es_es: Agility Grado I Manga 1
pt_pt: Agility Grau 1 Manga 1

source: Grade I
es_es: Grado I
pt_pt: Grau I

source: Agility Grade I Round 2
es_es: Agility Grado II Manga 2
pt_pt: Agility Grau II Manga 2

source: Agility Grade II
es_es: Agility Grado II
pt_pt: Agility Grau II

source: Grade II
es_es: Grado II
pt_pt: Grau II

source: Agility Grade III
es_es: Agility Grado III
pt_pt: Agility Grau III

source: Grade III
es_es: Grado III
pt_pt: Grau III

source: Agility Teams
es_es: Agility Equipos
pt_pt: Agility Equipas

source: Ag. Teams
es_es: Ag. Equipos
pt_pt: Ag. Equipas

source: Jumping Grade II
es_es: Jumping Grado II
pt_pt: Jumping Grau II

source: Jumping Grade III
es_es: Jumping Grado III
pt_pt: Jumping Grau III

source: Jumping Teams
es_es: Jumping Equipos
pt_pt: Jumping Equipas

source: Jmp Teams
es_es: Jp. Equipos
pt_pt: Jp. Equipas

source: Special Round
es_es: Manga especial
pt_pt: Manga especial

source: Agility Grade I Round 3
es_es: Agility Grado I Manga 3
pt_pt: Agility Grau I Manga 3

source: K.O. Second round
es_es: K.O. Segunda manga
pt_pt: K.O. Segunda manga

source: K.O. Round 2
es_es: K.O. Manga 2
pt_pt: K.O. Manga 2

source: K.O. R2
es_es: K.O. - 2

source: K.O. Third round
es_es: K.O. Tercera manga
pt_pt: K.O. Terceira manga

source: K.O. Round 3
es_es: K.O. Manga 3
pt_pt: K.O. Manga 3

source: K.O. R3
es_es: K.O. - 3
pt_pt: K.O. - 3

source: K.O. Fourth round
es_es: K.O. Cuarta manga
pt_pt: K.O. Quarta manga

source: K.O. Round 4
es_es: K.O. Manga 4
pt_pt: K.O. Manga 4

source: K.O. R4
es_es: K.O. - 4
pt_pt: K.O. - 4

source: K.O. Fifth round
es_es: K.O. Quinta manga
pt_pt: K.O. Quinta manga

source: K.O. Round 5
es_es: K.O. Manga 5
pt_pt: K.O. Manga 5

source: K.O. R5
es_es: K.O. - 5
pt_pt: K.O. - 5

source: K.O. Sixth round
es_es: K.O. Sexta manga
pt_pt: K.O. Sexta manga

source: K.O. Round 6
es_es: K.O. Manga 6
pt_pt: K.O. Manga 6

source: K.O. R6
es_es: K.O. - 6
pt_pt: K.O. - 6

source: K.O. Seventh round
es_es: K.O. Septima manga
pt_pt: K.O. Sétima manga

source: K.O. Round 7
es_es: K.O. Manga 7
pt_pt: K.O. Manga 7

source: K.O. R7
es_es: K.O. - 7
pt_pt: K.O. - 7

source: K.O. Eight round
es_es: K.O. Octava manga
pt_pt: K.O. Oitava manga

source: K.O. Round 8
es_es: K.O. Manga 8
pt_pt: K.O. Manga 8

source: K.O. R8
es_es: K.O. - 8
pt_pt: K.O. - 8

source: Junior Round 1
es_es: Junior Manga 1
pt_pt: Júnior Manga 1

source: Junior Round 2
es_es: Junior Manga 2
pt_pt: Júnior Manga 2

source: Get timestamp of last update
es_es: Obtener fecha de la ultima actualizacion

source: Reading local database changes
es_es: Leyendo cambios de la BBDD local

source: Looking for remote database changes
es_es: Buscando cambios en BBDD remota

source: Updating
es_es: Actualizando

source: Setting new update timestamp
es_es: Ajustando marca de tiempo de la actualizacion

source: Could not receive updates from server. Abort
es_es: No puedo recibir actualizaciones desde el servidor. Cancelando

source: Club Listing
es_es: Listado de clubes

source: Dog Listing
es_es: Listado de perros
hu_hu: Kutyák listája
pt_pt: Lista de Cães

source: Training table
es_es: Horarios de entrenamiento
pt_pt: Horários de treino

source: Trainings
es_es: Entrenamientos
pt_pt: Treinos

source: Inscription List
es_es: Listado de inscritos
hu_hu: Nevezők listája
pt_pt: Lista de inscritos

source: Paid
es_es: Pagado
hu_hu: Fizetve
pt_pt: Pago

source: Pay
es_es: Pagado
pt_pt: Pagar

source: StartingOrder
es_es: Orden de salida

source: Spd
es_es: Vel
hu_hu: Seb
pt_pt: Vel

source: Results
es_es: Resultados
pt_pt: Resultados

source: Program info
es_es: Datos de la aplicaci&oacute;n
hu_hu: Program információ
pt_pt: Dados da aplicação

source: License Info
es_es: Datos de Licencia
hu_hu: Licenc információ
pt_pt: Dados da licença

source: Email sent with
es_es: Correo enviado con
pt_pt: Correio eletrónico enviado com

source: Please enable HTML view in your email application
es_es: Por favor habilite la visualizacion HTML en su app de correo
pt_pt: Por favor active a visualização HTML na sua aplicação de correio eletrónico

source: Stars
es_es: Estrellas
pt_pt: Estrelas

source: KC_ID
es_es: LOE_RRC
pt_pt: LOP_RI

source: Not Present
es_es: No Presentado
hu_hu: Nem indult
pt_pt: Não presente

source: Not Clasified
es_es: No Clasificado
hu_hu: Nem értékelhető
pt_pt: Não classificado

source: Good
es_es: Bien
hu_hu: Jó
pt_pt: Bom

source: Very good
es_es: Muy bien
hu_hu: Nagyon jó
pt_pt: Muito Bom

source: V.G.
es_es: M.B.
hu_hu: N.J
pt_pt: M.B.

source: Excellent
es_es: Excelente
hu_hu: Kitűnő
pt_pt: Excelente

source: Excellent (0)
es_es: Excelente (0)
pt_pt: Excelente (0)

source: Common course
es_es: Recorrido com&uacute;n
hu_hu: Közös pálya
pt_pt: Percurso comum

source: Separate courses
es_es: Recorridos separados
hu_hu: Külön pálya
pt_pt: Percursos separados

source: LongName
es_es: NombreLargo
pt_pt: NomeCompleto

source: Teams 3best
es_es: Eq. 3mejores

source: Grade II-III
es_es: Grado II-III conjunta
pt_pt: Grau II-III conjunta

source: Teams 2best
es_es: Eq. 2mejores

source: Teams 2
es_es: Equipos 2

source: Not Present - 0
es_es: No Presentado - 0
pt_pt: Não Presente - 0

source: Eliminated - 0
es_es: Eliminado - 0
pt_pt: Eliminado - 0

source: Pair
es_es: Pareja
pt_pt: Binómio

source: Promote to next
es_es: Siguiente ronda
pt_pt: Ronda Seguinte

source: Pass
es_es: Pasa
pt_pt: Passar

source: Need to run again
es_es: Repetir carrera
pt_pt: Necessita correr novamente

source: Again
es_es: Otra vez
pt_pt: Novamente

source: Large / Med + Small
es_es: Est&aacute;ndar / Mini + Midi
pt_pt: Standard / Midi + Mini

source: Standard + Medium / Small + Toy
es_es: Est&aacute;ndar + Midi / Mini + Toy

source: Calific
es_es: Calif
hu_hu: Értékelés
pt_pt: Qualif

source: Faults
es_es: Faltas
hu_hu: Hibák
pt_pt: Faltas

source: Refusals
es_es: Reh&uacute;ses
hu_hu: Megtagadások
pt_pt: Recusas

source: Speed
es_es: Velocidad
hu_hu: Sebesség
pt_pt: Velocidade

source: Score
es_es: Clasificaci&oacute;n
hu_hu: Pontszám
pt_pt: Classificação

source: Total Time
es_es: Tiempo total

source: Total Points
es_es: Puntos totales

source: Scr. Individual
es_es: Cl. individual
hu_hu: Egyéni eredmények
pt_pt: Cl. individual

source: Scr. Teams
es_es: Cl Equipos
hu_hu: Csapat eredmények
pt_pt: Cl Equipas

source: Touchs
es_es: Tocados
hu_hu: Érintések
pt_pt: Toques

source: Tch
es_es: Toc
hu_hu: Érintés
pt_pt: Toq

source: Pending
es_es: Pendiente
pt_pt: Pendente

source: Record by
es_es: Apunta
hu_hu: Rögzítette
pt_pt: Registo por

source: Review by
es_es: Revisa
hu_hu: Ellenőrizte
pt_pt: Revisto por

source: Data entry (Teams-4)
es_es: Entrada de datos (Equipos-4)
hu_hu: Adatbevitel (4 fős csapatok)
pt_pt: Entrada de dados (Equipos-4)

source: red
es_es: rojo

source: yellow
es_es: amarillo

source: green
es_es: verde

source: brown
es_es: marron

source: blue
es_es: azul

source: pink
es_es: rosa

source: black
es_es: negro

source: Opening points
es_es: Puntos de apertura

source: Closing points
es_es: Puntos de cierre

source: Opening seq
es_es: Apertura

source: Check in
es_es: Firma
pt_pt: Assinatura

source: Vet & Training schedule
es_es: Horarios veterinario/entrenamientos
pt_pt: Horários veterinários/treinos

source: List of teams
es_es: Listado de equipos
hu_hu: Csapatok listája
pt_pt: Lista de equipas

source: Dorsal:Contest:Date:License:Name:Handler:Club:Category:Grade:
es_es: Dorsal:Prueba:Fecha:Licencia:Nombre:Guia:Club:Categoria:Grado:
hu_hu: Rajtszám:Verseny:Dátum:MEOESZ:Név:Felvezető:Klub:Méret:Szint:
pt_pt: Dorsal:Prova:Data:Licença:Nome:Condutor:clube:Categoria:Grau:

source: Round1:Penalization1:Calification1:Position1:
es_es: Manga1:Penalizacion1:Calificacion1:Puesto1:
hu_hu: Futam1:Hibák1:Értékelés1:Helyezés1:
pt_pt: Manga1:Penalização1:Qualificação1:Lugar1:

source: Round2:Penalization2:Calification2:Position2
es_es: Manga2:Penalizacion2:Calificacion2:Puesto2
hu_hu: Futam2:Hibák2:Értékelés2:Helyezés2
pt_pt: Manga2:Penalização2:Qualificação2:Lugar2

source: Contest catalog
es_es: Cat&aacute;logo de participantes
pt_pt: Catálogo da prova

source: Participation global data
es_es: Datos globales de participaci&oacute;n
hu_hu: Résztvevők globális adatai
pt_pt: Dados globais de participações

source: 3 Best
es_es: 3 mejores
hu_hu: 3 legjobb
pt_pt: 3 Melhores

source: 2 Best
es_es: 2 mejores
hu_hu: 2 legjobb
pt_pt: 2 melhores

source: Team 4
es_es: Equipos 4
hu_hu: 4 fős csapat
pt_pt: Equipas 4

source: Team 2
es_es: Equipos 2
hu_hu: 2 fős csapat
pt_pt: Equipas 2

source: Team 3
es_es: Equipos 3
hu_hu: 3 fős csapat
pt_pt: Equipas 3

source: Pentathlon
es_es: Penthatlon

source: Competitors list
es_es: Listado de participantes
hu_hu: Versenyzők listája
pt_pt: Lista de participantes

source: Dog Information
es_es: Informaci&aocute;n del perro

source: List of registered clubs
es_es: Lista de clubes registrados

source: List of registered dogs
es_es: Lista de perros registrados
hu_hu: Regisztált kutyák listája
pt_pt: Lista de cães registrados

source: Journey timetable
es_es: Programa de la jornada
hu_hu: Forduló időrend
pt_pt: Programa da jornada

source: Start time
es_es: Hora de comienzo
hu_hu: Kezdési idő
pt_pt: Hora de começo

source: Provided time is only an estimation and cannot be considered as official
es_es: La hora indicada es solamente una estimaci&oacute;n que NO TIENE consideraci&oacute; de horario oficial
hu_hu: A megadott idők csak körülbelüli idők és nem tekinthetőek hivatalosnak
pt_pt: A hora indicada é unicamente uma estimativa não deverá ser considerado como oficial

source: Competitors
es_es: Participantes
hu_hu: Versenyzők
pt_pt: Concorrentes

source: Calification
es_es: Calificaci&oacute;n
hu_hu: Értékelés
pt_pt: Qualificação

source: Team global
es_es: Gobal equipo
hu_hu: Globális csapat
pt_pt: Global equipa

source: Round Scores
es_es: Puntuaci&oacute;n de la manga

source: SCT / MCT data form
es_es: Datos de TRS y TRM
hu_hu: SCT / MCT adat űrlap
pt_pt: Dados de TPS e TPM

source: Page
es_es: P&aacute;gina
hu_hu: Oldal
pt_pt: Página

source: This copy is licensed to club
es_es: Copia licenciada para el club
hu_hu: Ez a másolat az alábbin klubhoz lett licencelve
pt_pt: Cópia licenciada para o clube

source: Current journey is closed. cannot modify
es_es: La jornada actual est&aacute; cerrada. No se puede modificar
pt_pt: A jornada atual está fechada. Não se podem modificar

source: Web notification system started
es_es: Servicio de notificaciones iniciado
pt_pt: Sistema de notificação da Web iniciado

source: User,Ring,Contest and Journey selection
es_es: Selecci&oacute;n de usuario, ring, prueba y jornada
hu_hu: Felhasználó,Pálya,Verseny és Forduló választás
pt_pt: Seleção de Utilizador,Ring, jornada e prova

source: Session
es_es: Sesi&oacute;n
hu_hu: Munkamenet
pt_pt: Sessão

source: does not allow handling of contests
es_es: no permiten la gesti&oacute;n de pruebas
hu_hu: nem engedélyezik a versenyek kezelését
pt_pt: não permite a gestão de provas

source: with more than
es_es: con m&aacute;s de
hu_hu: több mint
pt_pt: com mais de

source: You must
es_es: Debe
hu_hu: Ki kell
pt_pt: Deve

source: Select session/ring for videowall and chrono
es_es: Selecciona sesi&oacute;n/ring para crono y videomarcadores
hu_hu: Választanod egy pályát a videófalhoz és időmérőhöz
pt_pt: Seleciona sessão/ring para cronometro e vídeo-marcador

source: Select contest/journey to play with
es_es: Selecciona la prueba y jornada a manejar
hu_hu: Választanod egy versenyt/fordulót amivelt használsz
pt_pt: Seleciona prova/jornada a modificar

source: No user has been selected
es_es: No se ha indicado ning&uacute;n usuario
hu_hu: Nincs feéhasználó kiválasztva
pt_pt: Não foi nenhum utilizador selecionado

source: Session successfully started
es_es: Sesi&oacute;n iniciada correctamente
hu_hu: Munkamenet sikeresen megkezdve
pt_pt: A sessão foi iniciada corretamente

source: No server response
es_es: No hay respuesta desde el servidor

source: Please, check connection
es_es: Por favor, compruebe la conexión

source: You must select a running round
es_es: Debe seleccionar una manga v&aacute;lida
hu_hu: Egy futó futamot kell kiválasztanod
pt_pt: Deve selecionar uma ronda válida

source: Dog with dorsal
es_es: El perro con dorsal
hu_hu: Kutya rajtszámmal
pt_pt: O cão com o dorsal

source: does not run in this series
es_es: no participa en esta manga
hu_hu: nem fut ezekben a fordulókban
pt_pt: não participa nestas mangas

source: Activities on this journey
es_es: Programa de la jornada
hu_hu: Programok ebben a fordulóban
pt_pt: Programa da jornada

source: Touch
es_es: Tocado
hu_hu: Érintés
pt_pt: Tocar

source: Updating series order
es_es: Actualizando orden de mangas
hu_hu: Futamok sorrendjének frissítése
pt_pt: A atualizar a ordem das mangas

source: Update session data
es_es: Actualizar datos de la sesi&oacute;n
hu_hu: Munkamenet adatainak frissítése
pt_pt: Atualizar os dados da sessão

source: Mark test dog enter into ring
es_es: Indicar la entrada a ring de perro en blanco
hu_hu: Teszt kutya megjelölése pályára lépettként
pt_pt: Indicar a entrada em ring do cão branco

source: Tell chronometer to start Course walk
es_es: Indicar al crono comienzo/fin de reconocimiento de pista
hu_hu: Jelezni az időmérőnek, hogy kezdje a pályabejárást
pt_pt: Informar cronómetro para começar o reconhecimento da pista

source: Activate data entry panel on selected dorsal
es_es: Abrir el panel de entrada de datos para el dorsal seleccionado
hu_hu: Adatbeviteli panel aktiválása a kiválasztott rajtszámnál
pt_pt: Abrir o formulário de entrada para o dorsal selecionado

source: Videowall
es_es: Video marcador
pt_pt: Video marcador

source: No active contest being played in this ring
es_es: No hay pruebas activas registradas en este ring
pt_pt: Não há provas registadas neste ring

source: Current license has no permission to handle training sessions
es_es: Esta licencia no permite la gesti&oacute;n de sesiones de entrenamiento
pt_pt: Esta licença não permite a gestão de sessões de treino

source: Current license does not allow handling of videowall operations
es_es: La licencia actual no permite las operaciones de manejo de video-marcadores
hu_hu: A jelenlegi licenc nem engedélyezi a videófal használatát
pt_pt: A licença atual não permite as operações de gestão do vídeo-marcador

source: Call to ring
es_es: Llamada a pista
hu_hu: Pályára hívás
pt_pt: Chamada à pista

source: Updating list of teams to be called to ring
es_es: Actualizando orden de llamada a pista
hu_hu: Csapatok listájának frissítése a pályára híváshoz
pt_pt: A atualizar ordem de chamada à pista

source: Waiting for connection with event server
es_es: Esperando conexi&oacute;n con el servidor de eventos
hu_hu: Az esemény szerverrel való kapcsolatra várakozás
pt_pt: A aguardar conceção com o servidor de eventos

source: Competitor's data
es_es: Datos del participante
hu_hu: Versenyzők adatai
pt_pt: Datos do participante

source: CP
es_es: PRec
pt_pt: PRec

source: TP
es_es: PTim
hu_hu: É
pt_pt: PTim

source: Tim
es_es: Tmp
pt_pt: Tmp

source: Live session now:
pt_pt: Em direto agora

source: Club
hu_hu: Klub
pt_pt: Clube

source: Error
hu_hu: Hiba
pt_pt: Erro

source: Grey
hu_hu: Szürke
pt_pt: Cinzento

source: Black
hu_hu: Fekete
pt_pt: Preto

source: General
hu_hu: Általános
pt_pt: Geral

source: Random
pt_pt: Aleatório

source: Reverse
hu_hu: Visszafelé
pt_pt: Inverso

source: Clone
hu_hu: Klónoz
pt_pt: Clonar

source: Move
pt_pt: Mover

source: Move entry before selected possition
pt_pt: Mover entrada antes da posição selecionada

source: Generate a new, random, starting order
hu_hu: Új, random indulási sorrend generálása
pt_pt: Criar nova ordem de saída nova aleatória

source: Reverse starting order according with results in the coupled round
hu_hu: Indulási sorrend visszafelé az előző futam eredményei alapján (Handicap)
pt_pt: Inverter a ordem de saída conforme os resultados na manga anterior

source: Clone starting order from coupled round
hu_hu: Indulási sorrend klónozása előző futamból
pt_pt: Selecionar a mesma ordem de saída que na manga anterior

source: Factory reset. Clear EVERY content on database
hu_hu: Gyári visszaállítás. MINDEN adatot töröl az adatbázisból
pt_pt: Reset de fábrica. Apagar TODO o conteúdo da base da dados

source: Clear contests from database
hu_hu: Versenyek törlése az adatbázisból
pt_pt: Apagar as provas registadas da base de dados

source: Datos de la manga
pt_pt: Dados da manga

source: Junior
pt_pt: Júnior

source: Senior
pt_pt: Sénior

source: Grd
hu_hu: Szint
pt_pt: Grau

source: AutoBackup
pt_pt: Backup Automático

source: This operation <strong>WILL ERASE <em>EVERY</em> CURRENT DATA</strong>.<br/>
hu_hu: Ez a művelet <strong>KITÖRÖL <em>MINDEN</em> JELENLEGI ADATOT</strong>.<br/>
pt_pt: Esta operação<strong>APAGARÁ <em>TODOS</em> OS DADOS</strong>.<br/>

source: Including contests, inscriptions, scores, judges, dogs, handlers and clubs<br/>
hu_hu: Beleértve a versenyeket, nevezéseket, eredményeket, bírókat, kutyákat, felvezetőket és klubokat is<br/>
pt_pt: Incluindo provas, inscrições, resultados, juizes, cães, condutores e clubes<br/>

source: Factory Reset
hu_hu: Gyári visszaállítás
pt_pt: Reset de fábrica

source: Database Reset Error
hu_hu: Adatbázis visszaállítás közben hiba történt
pt_pt: Erro ao apagar a base de dados

source: Reset Database
hu_hu: Adatbázis visszaállítás
pt_pt: Apagar base de dados

source: Some category has missing values for
pt_pt: Algumas categorias têm valores em falta para

source: Cannot find dog with dorsal
hu_hu: Nem található kutya a megadott rajtszámmal
pt_pt: Não é possivel encontrar o cão com o dorsal

source: Nueva Prueba
pt_pt: Nova Prova

source: PreAgility 1
pt_pt: Pré-Agility 1

source: Pre-Agility
pt_pt: Pré-Agility

source: PreAgility 2
pt_pt: Pré-Agility 2

source: Junior 1
pt_pt: Júnior 1

source: Junior 2
pt_pt: Júnior 2

source: Teams (3/4)
pt_pt: Equipas (3/4)

source: Teams (4)
pt_pt: Equipas (4 conjunta)

source: Teams (2/3)
pt_pt: Equipas (2 melhores)

source: Teams (2)
pt_pt: Equipas (2)

source: Teams (3)
pt_pt: Equipos (3)

source: Small+Tiny
hu_hu: Mini+Tiny
pt_pt: Small+Tine

source: Clase 60
pt_pt: Classe 60

source: Clase 50
pt_pt: Classe 50

source: Clase 40
pt_pt: Classe 40

source: Clase 30
pt_pt: Classe 30

source: Iniciacion
pt_pt: Iniciação

source: Promocion
pt_pt: Promoção

source: Competicion
pt_pt: Competição

source: Cat/Gr
hu_hu: Méret/Szint
pt_pt: Cat./Grau

source: Celo
pt_pt: Coo

source: Grado
hu_hu: Szint
pt_pt: Grau

source: No Pr
hu_hu: Nem indult
pt_pt: Não Pr

source: F
hu_hu: H

source: T
hu_hu: É

source: R
hu_hu: M

source: Dorsal
hu_hu: Rajtszám

source: Reset
hu_hu: Visszaállít

source: Elim
hu_hu: Kiz

source: NoPr
hu_hu: Nem ind

source: Dors
hu_hu: Sorszám

source: Cat
hu_hu: Méret

source: Manual
hu_hu: Manuális

source: Ring
hu_hu: Pálya

source: Select ring
hu_hu: Pálya választása

source: Podium
hu_hu: Eredményhirdetés

source: Create/Assing handler to club
hu_hu: Felvezető létrehozása/hozzákapcsolása a klubhoz

source: Cat.
hu_hu: Méret

source: Lic
hu_hu: Teljkönyv sorszám

source: Assing competitor to selected team
hu_hu: Versenyző hozzárendelése a kiválasztott csapathoz

source: Assing dog to handler
hu_hu: Kutya csatolása felvezetőhöz

source: Fed
hu_hu: Szövetség

source: G-I
hu_hu: A1

source: G-II
hu_hu: A2

source: G-III
hu_hu: A3

source: Team3
hu_hu: Csapat (3 fős)

source: Team4
hu_hu: Csapat (4fős)

source: PA. 1
hu_hu: Elő-Agility 1

source: PA. 2
hu_hu: Elő-Agility 2

source: Intl
hu_hu: FCI

source: Pract
hu_hu: Gyakorló bíró

source: Create/Assing handler to country
hu_hu: Felvezető létrehozása/hozzárendelése az országhoz

source: Backup
hu_hu: Biztonsági mentés

source: Press return to start, or cancel to abort import
hu_hu: Nyomd meg a

source: Excel import
hu_hu: Excel importálás

source: entries
hu_hu: nevezések

source: Insert new dog <br/>into database
hu_hu: Új kutya beillesztése<br>az adatbázisba
