Repository: geduxas/AgilityContest
Catalog: agility/locale/*/LC_MESSAGES/AgilityContest.po
Languages: es_es, hu_hu, pt_pt

source: Must choose
es_es: Seleccion requerida
hu_hu: Kötelező választani
pt_pt: Deve escolher

source: Entry
es_es: Entrada
pt_pt: Entrada

source: Not found in inscriptions for this round
es_es: No se encuentra en las inscripciones de esta manga
pt_pt: Não encontrado nas inscrições para esta manga

source: Please create or select existing one, or ignore entry
es_es: Por favor cree/seleccione una entrada existente o pulse ignorar

source: data missmatch with existing one for this round
es_es: datos en conflicto con los existentes en esta manga
pt_pt: dados não coincidem com os existentes para esta manga

source: Please fix it in inscription menu and select right values
es_es: Por favor, corrija la inscripción en otra ventana y seleccione el valor correcto
pt_pt: Por favor, corrija no menu de inscrição e selecione os valores corretos

source: more than one entry found on this round
es_es: mas de una inscripci&oacute;n compatible en esta manga
pt_pt: mais de uma inscrição compatível encontrada nesta manga

source: Please select right one or ask to ignore entry
es_es: Seleccione y/o edite la entrada correcta o pulse Ignorar
pt_pt: Selecionar a entrada correta ou carregue ignorar

source: Please select existing one, or ignore entry
es_es: Seleccione y/o edite una entrada existente, o pulse Ignorar
pt_pt: Selecionar uma entrada existente, ou ignore

source: Import from Excel error
es_es: Error de importaci&oacute;n desde Excel
hu_hu: Excel importálás közben hiba történt
pt_pt: Erro ao importar ficheiro a partir do Excel

source: Checking Excel File
es_es: Verificando fichero Excel
hu_hu: Excel fájl ellenőrzése
pt_pt: A verificar ficheiro Excel

source: Starting data import
es_es: Comienzo de importacion
hu_hu: Adatok importálásának megkezdése
pt_pt: A começar a importação de dados

source: Club/Country not found or missmatch
es_es: Club/pa&iacute;s no encontrado o no coincidente
pt_pt: Clube/País não encontrado ou não coincide

source: This is not allowed when importing in blind mode
es_es: Esto no est&aacute; permitido importando en modo no interactivo
pt_pt: Não é permitido ao importar no modo interativo

source: Import aborted.
es_es: Importaci&oacute;n cancelada.
pt_pt: Importação cancelada.

source: Blind mode import
es_es: Importaci&oacute;n no interactiva
pt_pt: Importação não interativa

source: Import Done
es_es: Importaci&oacute;n completada
pt_pt: Importação efetuada

source: Import from Excel File Done
es_es: Proceso de importaci&oacute;n desde Excel completado
pt_pt: Importação do ficheiro Excel finalizada

source: Must select a valid entry for requesting update
es_es: Debe seleccionar una entrada v&aacute;lida para actualizar
pt_pt: Deve selecionar uma entrada válida para atualizar

source: No import file selected
es_es: No se ha indicado fichero a importar
hu_hu: Nem választottál ki importálandó fájlt
pt_pt: Não foi selecionado ficheiro a importar

source: New inscriptions
es_es: Nuevas inscripciones
hu_hu: Új nevezés
pt_pt: Novas inscrições

source: Updating inscription
es_es: Actualizando inscripci&oacute;n

source: There is no inscription(s) selected
es_es: No hay ninguna inscripci&oacute;n seleccionada
hu_hu: Nincs nevezés kiválasztva
pt_pt: Não foi selecionada nenhuma inscrição

source: If you delete this inscription
es_es: Si borra esta inscripci&oacute;n
hu_hu: Ha törlöd ezt a nevezést
pt_pt: Se apagar esta inscrição

source: <b>youll loose</b> every related results and data on this contest
es_es: <b>se perder&aacute;n</b> todos los datos y resultados del participante en esta prueba
hu_hu: minden hozzátartozó eredményt és adatot ebben a versenyben <b> el fogsz veszíteni</b>
pt_pt: <b>vai perder</b> todos os dados e resultados do participante na prova

source: afecting journeys not marked as <em>closed</em>
es_es: de aquellas jornadas que no hayan sido marcadas como <em>cerradas</em>
hu_hu: az összes fordulót érintve, ami nincs megjelölve <em>lezárt</em>ként
pt_pt: de todas as jorndas que não foram marcadas como <em>fechadas</em>

source: Really want to delete selected inscription
es_es: Realmente desea borrar la inscripci&oacute;n seleccionada
hu_hu: Biztosan törölni szeretnéd a kiválasztott nevezéseket
pt_pt: Deseja realmente apagar a inscrição selecionada?

source: There is no marked dog to be inscribed
es_es: No hay ning&uacute;n perro seleccionado para ser inscrito
hu_hu: Nincs kijelölt kutya feljegyzésre
pt_pt: Não está nenhum cão selecionado para ser inscrito

source: Current user has not enought permissions to handle inscriptions
es_es: El usuario actual no tiene suficientes permisos para manejar inscripciones
hu_hu: A jelenlegi felhasználónak nincs elég jogosultsága, hogy kezelje a nevezéseket
pt_pt: O utilizador atual não tem permissões suficientes para gerir inscrições

source: Reorder dorsals
es_es: Reordenar dorsales

source: Current dorsal numbers will be lost<br />Continue
es_es: Se perder&aacute; la numeraci&oacute;n actual<br />Continuar

source: Re-ordering Dorsals
es_es: Reasignar dorsales
hu_hu: Rajtszámok újra-kiosztása
pt_pt: Reatribuir Dorsais

source: Undeclared
es_es: No declarado
pt_pt: Não declarado

source: Selected journey to clear is empty
es_es: La jornada seleccionada para borrar est&aacute; vac&iacute;a
pt_pt: A jornada selecionada para apagar está vazia

source: Clear inscriptions
es_es: Borrar inscripciones
pt_pt: Apagar inscrições

source: Clearing inscriptions in journey
es_es: Borrando las inscripciones de la jornada
pt_pt: Apagar inscrições na jornada

source: Must declare this journey first
es_es: Debe declarar la jornada primero
pt_pt: Deve declarar a jornada primeiro

source: Inscribe all
es_es: Inscribir todos
pt_pt: Inscrever todos

source: Inscribe all dogs into journey
es_es: Inscribir todos los perros de la prueba en la jornada
pt_pt: Inscrever todos os cães da prova na jornada

source: Inscribe selection
es_es: Inscribir selecci&oacute;n
pt_pt: Inscrever seleção

source: Cloning inscriptions from selected journey into
es_es: Clonando las inscripciones de la jornada seleccionada en
pt_pt: A clonar as inscrições da jornada selecionada para

source: There is no journey selected
es_es: No se ha seleccionado ninguna jornada
hu_hu: Nincs forduló kiválasztva
pt_pt: Não foi selecionada nenhuma jornada

source: Selected journey to clone has no data
es_es: La jornada seleccionada para clonar no est&aacute; definida
pt_pt: A jornada selecionada para clonar não tem dados

source: Selected journey to clone into is not defined. Create?
es_es: La jornada seleccionada para clonar no est&aacute; definida. ¿Crearla?
pt_pt: A jornada selecionada para clonar não está definida. Criar?

source: Please type new dorsal<br />If already assigned, <br/>dorsals will be swapped
es_es: Indique nuevo dorsal<br /> Si el dorsal ya esta asignado<br /> se intercambiaran los dorsales
hu_hu: Add meg az új rajtszámot<br/>ha már létezik,<br/> a rajtszámok cserélve lesznek
pt_pt: Por favor, indique novo dorsal<br /> se já foi atribuído<br /> os dorsais serão trocados

source: Setting new dorsal...
es_es: Ajustando nuevo dorsal...
hu_hu: Új rajtszám beállítása
pt_pt: A definir novo dorsal...

source: Generate empty excel inscription template
es_es: Crear plantilla de datos Excel vac&iacute;a
pt_pt: Criar formulário de Excel em branco

source: Generate inscription template for club
es_es: Generar plantilla de inscripciones para el club
pt_pt: Criar formulário de inscrições para o clube

source: Export current inscriptions to Excel file
es_es: Exportar inscripciones a fichero Excel
pt_pt: Exportar inscrições para ficheiro Excel

source: Import inscriptions from Excel file
es_es: Importar inscripciones desde fichero Excel
pt_pt: Importar inscrições a partir de ficheiro Excel

source: Excel import/export
es_es: Importar/exportar .xlsx
pt_pt: Importar/exportar ficheiro Excel

source: Choose from available operations
es_es: Selecciona una de las operaciones disponibles
pt_pt: Selecionar uma das operações disponíveis

source: Creating Excel file. Please wait
es_es: Generando fichero Excel. Por favor, espere
pt_pt: A criar ficheiro Excel. Por favor, espere

source: There was a problem generating your report, please try again
es_es: Hubo un problema en la generaci&oacute;n del informe. Por favor pruebe de nuevo
hu_hu: Hiba történt a jelentés generálása közben, kérlek próbáld újra
pt_pt: Existiu um problema a criar o relatório, por favor tente de novo

source: Printing inscriptions. Please wait
es_es: Imprimiendo inscripciones. Por favor, espere
hu_hu: Nevezések nyomtatása. Kérlek várj
pt_pt: A imprimir inscrições. Por favor, aguarde

source: Simple listing
es_es: Listado simple
hu_hu: Egyszerű listázás
pt_pt: Lista simples

source: Catalog
es_es: Cat&aacute;logo
pt_pt: Catálogo

source: Statistics
es_es: Estad&iacute;sticas
hu_hu: Statisztika
pt_pt: Estatísticas

source: Current selection/order
es_es: Selecci&oacute;n actual
pt_pt: Seleção/ordem atual

source: Competition ID Cards
es_es: Dorsales Identificativos
pt_pt: Cartões de identificação da competição

source: Inscriptions for journey
es_es: Inscritos en la jornada
hu_hu: Nevezések a fordulóban
pt_pt: Inscritos na jornada

source: Select form
es_es: Selecciona formulario
hu_hu: Űrlap kiválasztása
pt_pt: Selecionar formulário

source: Select type of document to be generated
es_es: Selecciona el tipo de documento a generar
hu_hu: Válaszd ki a generálandó dokumentum típusát
pt_pt: Selecionar o tipo de documento a criar

source: There is no judge selected
es_es: No se ha seleccionado ning&uacute;n juez
hu_hu: Nincs bíró kiválasztva
pt_pt: Não foi selecionado juiz

source: Modify judge data
es_es: Editar datos del juez
hu_hu: Bíró adatainak szerkesztése
pt_pt: Editar dados do juiz

source: Delete data on judge
es_es: Borrar datos del juez
hu_hu: Bíró adatainak törlése
pt_pt: Apagar dados do juiz

source: There is no module selected
es_es: No se ha seleccionado ning&uacute;n m&oacute;dulo
pt_pt: Não foi selecionado nenhum módulo

source: Delete Error
es_es: Error al borrar
pt_pt: Erro ao apagar

source: There is no selected dog
es_es: No hay ning&uacute;n perro seleccionado
hu_hu: Nincs kutya kiválasztva
pt_pt: Não há nenhum cão selecionado

source: Modify data on dog
es_es: Modificar los datos del perro
hu_hu: Kutya adatainak szerkesztése
pt_pt: Modificar os dados do cão

source: Modify data on dog to be inscribed
es_es: Editar datos del perro a inscribir
hu_hu: Feljegyzendő kutya adatainak szerkesztése
pt_pt: Editar dados do cão a inscrever

source: from database
es_es: de la base de datos
hu_hu: adatbázisból
pt_pt: da base de dados

source: Join error
es_es: Error al unificar
pt_pt: Erro ao unir

source: There is no selected dog for join
es_es: No se ha seleccionado ning&uacute;n perro para unificar
pt_pt: Não foi selecionado nenhum cão para unir

source: There is no selected dog to join with
es_es: No se ha escogido ning&uacute;n perro al que juntar la selecci&oacute;n anterior
pt_pt: Não foi selecionado nenhum cão para unir com o anterior

source: Search dog/Declare new dog and assign to
es_es: Buscar perro / Declarar nuevo perro y asignarlo a
hu_hu: Kutya keresése/Új kutya létrehozása és hozzárendelése
pt_pt: Pesquisar cão / Declarar novo cão e atribuir a

source: Reassign / Declare dog
es_es: Reasignar / Declarar perro
hu_hu: Kutya hozzárendelése/Létrehozása
pt_pt: Reatribuir / Declarar cão

source: Modify data on dog assigned to
es_es: Editar datos del perro perteneciente a
hu_hu: Felvezetőhöz tartozó kutya adatainak szerkesztése
pt_pt: Editar dados do cão atribuído a

source: Delete assignment from dog
es_es: Borrar asignaci&oacute;n del perro
hu_hu: Kutya hozzárendelésének törlése
pt_pt: Eliminar atribuição do cão

source: to handler
es_es: al gu&iacute;a
hu_hu: felvezetőhöz
pt_pt: ao condutor

source: Create Excel file with current search/sort criteria
es_es: Generar un fichero Excel con los datos de la selecci&oacute;n y orden actuales
hu_hu: Excel fájl készítése a jelenlegi keresési/rendezési kritériumokkal
pt_pt: Criar ficheiro Excel com os dados da pesquisa / ordenar atuais

source: Update database with imported data from Excel file
es_es: Actualizar lista de perros con datos obtenidos de un fichero Excel
hu_hu: Adatbázis frissítése az Excel fájlból importált adatokkal
pt_pt: Atualizar a lista de cães com dados obtidos de um ficheiro Excel

source: We are preparing your report, please wait
es_es: Preparando el informe, por favor, espere
hu_hu: Előkészítjük a jelentésed, kérlek várj
pt_pt: A preparar o seu relatório, aguarde por favor

source: Create club listing from current selection
es_es: Crear listado de clubes con la selecci&oacute;n actual

source: Generate PDF document
es_es: Generar documento PDF solicitado

source: Export to Excel file
es_es: Exportar en formato Excel

source: Import/Export partial scores from/to Excel file
es_es: Importar/Exportar resultados parciales desde/hacia fichero Excel
pt_pt: Importar/Exportar resultados parciais a partir de/para ficheiro Excel

source: Create Excel file with current round results
es_es: Generar un fichero Excel con los resultados de la manga actual
pt_pt: Criar ficheiro Excel com os resultados da manga atual

source: Import partial scores on this round from Excel file
es_es: Importar resultados parciales de la manga desde fichero Excel
pt_pt: Importar resultados parciais da manga a partir do ficheiro Excel

source: There was a problem generating your report, please contact author.
es_es: Hubo un problema en la generaci&oacute;n del informe. Contacte con el autor.
pt_pt: Existiu um problema a gerar o relatório. Contacte com o autor.

source: Cannot import round results in a closed journey
es_es: No se pueden importar datos de la manga en una jornada cerrada
pt_pt: Não é permitido importar dados da manga numa jornada já fechada

source: Header title
es_es: Texto de cabecera

source: Create PDF Report
es_es: Generar informe en PDF
pt_pt: Criar relatório PDF

source: Create Excel File
es_es: Generar fichero Excel
pt_pt: Criar ficheiro Excel

source: Print filled assistant sheets 10 dogs/pages
es_es: Hojas de asistente autorrellenadas (10perros/pagina)
pt_pt: Imprimir folhas do assistente preenchidas (10 cães/pagina)

source: Print filled assistant sheets 15 dogs/pages
es_es: Hojas de asistente autorellenadas (15 perros/pagina)
pt_pt: Imprimir folhas do assistente preenchidas (15 cães/página)

source: Print filled assistant sheets 16 dogs/pages
es_es: Hojas de asistente autorrellenadas (16 perros/pagina)
pt_pt: Imprimir folhas do assistente preenchidas (16 cães/página)

source: Select output format
es_es: Selecciona formato de salida
pt_pt: Selecionar formato de saída

source: Dogs with pending data to be entered
es_es: Perros pendientes de introducci&oacute;n de datos
hu_hu: Kutyák, amikhez még nincs eredmény megadva
pt_pt: Cães com introdução de dados pendente

source: Invalid data
es_es: Datos inv&aacute;lidos
hu_hu: Érvénytelen adat
pt_pt: Dados inválidos

source: There is no selected round
es_es: No hay ninguna manga seleccionada
hu_hu: Nincs futam kiválasztva
pt_pt: Não existe nenhuma manga selecionada

source: Selected category
es_es: Categoria seleccionada
hu_hu: Kiválasztott méret
pt_pt: Classe selecionada

source: There is no selected round on this journey
es_es: No hay ninguna manga seleccionada en la jornada
hu_hu: Nincs kiválasztott futam ebben a fordulóban
pt_pt: Não existe nenhuma manga selecionada na jornada

source: There was a problem generating your report, please contact the author.
es_es: Hubo un problema en la generaci&oacute;n del informe. Contacte con el autor.
pt_pt: Existiu um problema a gerar o seu relatório, por favor contatar com o autor.

source: There is no contest selected
es_es: No hay ninguna prueba seleccionada
hu_hu: Nincs verseny kiválasztva
pt_pt: Não foi selecionada nenhuma prova

source: Modify contest data
es_es: Modificar datos de la prueba
hu_hu: Verseny adatainak szerkesztése
pt_pt: Modificar dados da prova

source: Data error
es_es: Error de datos

source: Invalid inscription period
es_es: Periodo de inscripci&oacute;n inv&aacute;lido

source: License notice
es_es: Aviso sobre la licencia
pt_pt: Aviso de licença

source: Organizer club
es_es: El club organizador
pt_pt: Clube Organizador

source: does not match with licenser club information
es_es: no coincide con el club indicado en la licencia
pt_pt: não coincide com o clube indicado na licença

source: This is a copyright violation, as you are only allowed to create contests for your club
es_es: Esto constituye una violaci&oacute;n de la licencia: solo se pueden crear pruebas para el club indicado en &eacute;sta
pt_pt: Isto constitui uma violação do copyright, uma vez que só tem permissões para criar provas para o seu clube

source: Future application versions may enforce copyright issues
es_es: Actualizaciones futuras de la aplicaci&oacute;n pueden forzar los t&eacute;rminos del copyright
pt_pt: Versões futuras da aplicação podem impor problemas nos direitos de autor

source: Some features may be disabled. Continue at your own risk
es_es: Algunas funcionalidades pueden haber sido desactivadas. Continue bajo su responsabilidad
pt_pt: Algumas funcionalidades podem ter sido desativadas. Continue por sua conta e risco

source: <p>By deleting this contest <b>youll loose</b> every associated data and scores
es_es: <p>Si borra la prueba <b>se perder&aacute;n</b> todas las inscripciones, equipos y resultados asociados
hu_hu: <p>Ha törlöd ezt a versenyt minden hozzá tartozó adatot és eredményt <b>elvesztesz</b>
pt_pt: <p>Se apagar a prova <b>vão-se perder</b> todas as inscrições, equipas e resultados associados

source: Do you really want to delete this contest
es_es: Realmente desea borrar esta prueba
hu_hu: Biztosan törölni szeretnéd ezt a versenyt
pt_pt: Deseja realmente apagar a prova

source: Export error
es_es: Error al exportar
hu_hu: Exportálási hiba
pt_pt: Erro ao exportar

source: Change Email
es_es: Cambiar e-mail
pt_pt: Mudar e-mail

source: Enter new email for club
es_es: Nueva direcci&oacute;n de correo para el club
pt_pt: Inserir novo correio eletrónico para o clube

source: Mailer error
es_es: Error de envio
pt_pt: Problema no envio

source: Contest has poster and/or tryptich undefined
es_es: La prueba no tiene p&oacute;ster o tr&iacute;ptico definido
pt_pt: A prova não tem programa ou tríptico definido

source: Continue anyway?
es_es: Continuar ¿seguro?
pt_pt: Continuar de qualquer forma?

source: Email contest info to clubs
es_es: Enviar informaci&oacute;n a los clubes
pt_pt: Enviar informação da prova para os clubes

source: Mark every club as pending to receive mail
es_es: Marcar todos los clubes como pendientes de recibir correo
pt_pt: Marcar todos os clubes como pendentes de receber o correio eletrónico

source: Sure
es_es: ¿Seguro?
pt_pt: Confirma?

source: Skipping
es_es: Omitiendo
pt_pt: A ignorar

source: Already sent
es_es: Ya enviado
pt_pt: Já enviado

source: No mail declared
es_es: Sin correo definido
pt_pt: Sem email definido

source: Processing
es_es: Procesando
pt_pt: A processar

source: There is no selected clubs to send mail to
es_es: No se ha seleccionado ning&uacute;n club al que enviar correo
pt_pt: Não foram selecionados nenhuns clubes para enviar o email para

source: Current user has not enought permissions to send mail
es_es: El usuario actual no tiene suficientes permisos para enviar correo
pt_pt: O utilizador atual não tem permissões suficientes para enviar correio

source: Invalid selection
es_es: Selecci&oacute;n inv&aacute;lida
hu_hu: Érvénytelen kijelölés
pt_pt: Seleção atual

source: Cannot edit a journey stated as closed
es_es: No se puede modificar una jornada marcada como cerrada
hu_hu: Nem szerkeszthető olyan forduló, ami befejezettként lett megjelölve
pt_pt: Não se pode modificar uma jornada que esteja marcada como fechada

source: Modify journey data
es_es: Editar datos de de la jornada
hu_hu: Forduló adatainak szerkesztése
pt_pt: Editar dados da jornada

source: Setting a journey as closed
es_es: Marcando la jornada como cerrada
hu_hu: Forduló megjelölése befejezettként
pt_pt: A marcar a jornada como fechada

source: Youll be no longer able to edit,delete or modify,
es_es: No ser&aacute; posible editar o borrar datos de esta
hu_hu: Többé nem szerkesztheted vagy törölheted,
pt_pt: Não será possível editar, apagar ou modificar,

source: inscriptions or scores
es_es: inscripciones o resultados
hu_hu: sem a nevezéseket sem az eredményeket
pt_pt: inscrições ou resultados

source: You are about to re-open a closed journey
es_es: Ha solicitado re-abrir una jornada ya cerrada
pt_pt: Solicitou reabrir uma jornada encerrada

source: This is a very dangerous operation
es_es: Esta es una operaci&oacute;n muy peligrosa
pt_pt: Esta é uma operação muito perigosa

source: May generate scores and result data inconsistencies
es_es: Puede originar inconsistencias en resultados y clasificaciones
pt_pt: Pode gerar inconsistências nos resultados e classificações

source: Cannot close an already closed journey
es_es: No se puede cerrar una jornada ya cerrada
hu_hu: Nem lehet befejezettként megjelölni egy már befejezett fordulót
pt_pt: Não se pode fechar uma jornada já encerrada

source: KO, Games (WAO), Individual (Open), or team rounds must be declared in a separate journey
es_es: Las rondas KO, Juegos (WAO), Individual (Open) o Equipos deben ser declaradas en una jornada separada
pt_pt: As rondas KO, Jogos (WAO), Individual (Open) o Equipos devem ser declarados numa jornada separada

source: You cannot add additional rounds when KO, Games (WAO), Individual (Open) or team rounds are already declared in a journey
es_es: No se pueden declarar mangas adicionales cuando en la jornada est&aacute;n declaradas rondas KO, Juegos(WAO), Open o Equipos
pt_pt: Não se podem adicionar mangas quando na jornada estão declaradas rondas KO, Jogos(WAO), Open ou equipas

source: Enter new email for judge
es_es: Nuevo correo para el juez
pt_pt: Adicionar novo email para o juiz

source: Email results
es_es: Enviar resultados
pt_pt: Enviar resultados

source: Preparing zip file with scores to download
es_es: Preparando fichero zip para descarga
pt_pt: A preparar ficheiro zip para descarregar

source: There was a problem generating zip file. Please try again.
es_es: Ha ocurrido alg&uacute;n problema con la generaci&oacute;n del fichero zip.<br/>Por favor intentelo de nuevo.
pt_pt: Ocorreu um problema com a criação do ficheiro zip<br/>Por favor tente de novo.

source: There is no selected judge to send mail to
es_es: No ha seleccionado ning&uacute;n juez para el envio de mensajes
pt_pt: Não foi selecionado nenhum juiz para envio de correio eletrónico

source: Sending
es_es: Enviando
pt_pt: A enviar

source: Sending results and scores to
es_es: Enviando resultados y clasificaciones a
pt_pt: A enviar os resultados e classificações para

source: Mail successfully sent
es_es: Correo enviado sin errores
pt_pt: Correio eletrónico enviado sem erros

source: There is no session selected
es_es: No se ha indicado ninguna sesi&oacute;n
hu_hu: Nincs munkamenet kiválasztva
pt_pt: Não foi selecionada nenhuma sessão

source: This entry cannot be modified
es_es: Esta entrada no se puede editar
hu_hu: Ez az elem nem szerkeszthető
pt_pt: Esta entrada não se pode modificar

source: Modify session data
es_es: Editar informaci&oacute;n de la sesi&oacute;n
hu_hu: Munkamenet adatainak szerkesztése
pt_pt: Editar informação da sessão

source: Delete event history on session
es_es: Borrar historial de eventos de esta sesi&oacute;n
hu_hu: Esemény történet törlése a munkamenetben
pt_pt: Apagar historial de eventos desta sessão

source: Ring session id
es_es: Ring ID
pt_pt: Ring ID

source: No Selection
es_es: Sin seleccion
pt_pt: Nenhuma seleção
