Repository: geduxas/AgilityContest
Catalog: agility/locale/*/LC_MESSAGES/AgilityContest.po
Languages: es_es, hu_hu, pt_pt

source: Clear search box<br/>Update inscriptions list
es_es: Borrar casilla de b&uacute;squeda. Actualizar lista de inscritos
hu_hu: Keresődoboz kiürítése. Nevezők listájának firssítése
pt_pt: Apagar pesquisa<br/>atualizar lista de inscrições

source: Search inscriptions matching search criteria
es_es: Buscar inscripciones que coincidan con el criterio de b&uacute;squeda
hu_hu: Nevezések keresése a keresési kritérium alapján
pt_pt: Pesquisar inscrições que coincidam com o critério da pesquisa

source: Import Inscriptions data from selected Excel file
es_es: Importar inscripciones desde el fichero Excel seleccionado
pt_pt: Importar inscrições a partir do ficheiro Excel selecionado

source: New judge
es_es: Nuevo juez
hu_hu: Új bíró
pt_pt: Novo Juiz

source: Edit judge
es_es: Editar juez
hu_hu: Bíró szerkesztése
pt_pt: Editar Juiz

source: Delete judge
es_es: Borrar juez
hu_hu: Bíró törlése
pt_pt: Apagar Juiz

source: Judge database handling
es_es: Gesti&oacute;n de datos de jueces
hu_hu: Bírói adatbázis kezelése
pt_pt: Gestão de dados de juízes

source: Updating judge list
es_es: Actualizando lista de jueces
hu_hu: Bírók listájának szerkesztése
pt_pt: A atualizar a lista de juízes

source: Add a new judge to database
es_es: A&ntilde;adir un nuevo juez a la base de datos
hu_hu: Új bíró hozzáadása az adatbázishoz
pt_pt: Adicionar novo juiz á base de dados

source: Modify data on selected judge
es_es: Modificar los datos del juez seleccionado
hu_hu: Kiválasztott bíró adatainak szerkesztése
pt_pt: Modificar os dados do juiz selecionado

source: Remove selected judge from database
es_es: Borrar el juez seleccionado de la base de datos
hu_hu: Kiválasztott bíró törlése az adatbázisból
pt_pt: Apagar o juiz selecionado da base de dados

source: Clear search box. Update list
es_es: Borrar casilla de b&uacute;squeda. Actualizar datos
hu_hu: Keresődoboz kiürítése. Lista frissítése
pt_pt: Apagar pesquisa. Atualizar lista

source: Look for judges matching search criteria
es_es: Buscar jueces que coincidan con el criterio de b&uacute;squeda
hu_hu: Bírók keresése a megadott keresési kritériumoknak megfelelően
pt_pt: Pesquisar juízes que coincidam com o critério de pesquisa

source: Current license permissions<br/> do not allow league scoring operations
es_es: La licencia actual no permite operaciones de gesti&oacute;n de ligas federativas

source: League results for selected dog
es_es: Resultados de competici&oacute;n para el perro seleccionado

source: Not allowed
es_es: No permitido
pt_pt: Não permitido

source: Generate PDF or Excel file with League data
es_es: Crear fichero PDF o Excel con los datos de la liga

source: Generate PDF or Excel file with dog League data
es_es: Crear fichero PDF o Exel con los resultados del perro en la liga

source: An authorized Digital Certificate is required
es_es: Se requiere un Certificado Digital autorizado

source: Some operations require a valid user to be logged in
es_es: Algunas operaciones requieren iniciar sesi&oacute;n indicando un usuario
hu_hu: Néhány művelethez szükséges egy érvényes felhasználóval belépni
pt_pt: Algumas operações requerem o inicio de sessão indicando um utilizador

source: If no user is entered, youll be logged as "guest"
es_es: Si no se indica usuario se iniciar&aacute; sesi&oacute;n como "invitado"
hu_hu: Amennyiben nem lép be, a "vendég" felhasználóval lesz beléptetve
pt_pt: Se não indicar um utilizador, iniciará a sessão como "convidado"

source: User name
es_es: Nombre de usuario
hu_hu: Felhasználónév
pt_pt: Nome de utilizador

source: Session init
es_es: Inicio de sesi&oacute;n
hu_hu: Munkamenet megkezdése
pt_pt: Inicio de sessão

source: Select Federation
es_es: Seleccionar Federacion

source: Start session with provided user privileges
es_es: Iniciar sesi&oacute;n con el usuario indicado
hu_hu: Megadott felhasználói jogosultságokkal munkamenet kezdése
pt_pt: Iniciar sessão com privilégios de usuário fornecidos

source: Start session as <em>guest</em> user. Close window
es_es: Iniciar sesi&oacute;n como invitado. Cerrar ventana
hu_hu: Új munkamenet kezdése <em>vendég</em> felhasználóként. Ablak bezárása
pt_pt: Iniciar sessão como utilizador<em>convidado</em>. Fechar Janela

source: Confirm logout on current session
es_es: Confirme que desea cerrar la sesi&oacute;n actual
hu_hu: Kilépés megerősítése a jelenlegi munkamenetből
pt_pt: Confirma que deseja terminar a sessão atual

source: Logout session
es_es: Finalizar Sesi&oacute;n
hu_hu: Kilépés a munkamenetből
pt_pt: Encerrar sessão

source: Close current user session
es_es: Cerrar Sesi&oacute;n actual
hu_hu: Jelenlegi munkamenet bezárása
pt_pt: Terminar a sessão

source: Cancel logout. Close window
es_es: Cancelar fin de sesi&oacute;n. Cerrar ventana
hu_hu: Kilépés visszavonása. Ablak bezárása
pt_pt: Cancelar fim de sessão. Fechar Janela

source: Direct database access is a delicate operation
es_es: El manejo directo de la base de datos es una operaci&oacute;n delicada
hu_hu: A közvetlen adatbázis-hozzáférés egy kényes művelet
pt_pt: O acesso direto à base de dados é uma operação delicada

source: and should be performed <br />by people with <em>real</em> knowledge about AgilityContest internals
es_es: que solo deber&iacute;a ser realizada<br/> por gente con conocimiento <em>real</em> del funcionamiento de AgilityContest
hu_hu: és csak <em>igazi</em> AgilityContest<br />tudással rendelkező emberek által hajtható végre
pt_pt: só deverá ser realizada<br/> por utilizadores com conhecimento <em>real</em> do funcionamento do AgilityContest

source: Incorrect handing of database contents may result in data loss and inconsistencies
es_es: El manejo incorrecto de la base de datos puede derivar en p&eacute;rdida de datos e inconsistencias
hu_hu: Az adatbázis tartalmának hibás kezelése adatvesztéssel és ellentmondásokkal járhat
pt_pt: O manuseamento incorreto da base de dados pode resultar na perda de dados e inconsistências

source: and let the application un-usable
es_es: y dejar la aplicacion inutilizable
hu_hu: és az alkalmazást használhatatlanná teheti
pt_pt: e deixar a aplicação inutilizável

source: Please provide username and password for an user with<em> admin permissions</em> to continue
es_es: Por favor, indique nombre de usuario y contrase&ntilde;a de un usuario con permisos de administraci&oacute;n para continuar
hu_hu: Kérlek add meg egy <em>adminisztrátori jogosultságokkal</em> rendelkező felhasználó felhasználónevét és jelszavát a folytatáshoz
pt_pt: Por favor, indique nome de utilizador e palavra-chave com<em> permissões de administração</em> para continuar

source: Admin user
es_es: Usuario administrador
hu_hu: Admin felhasználó
pt_pt: Utilizador administrador

source: Direct DB Access
es_es: Acceso directo a BBDD
hu_hu: Közvetlen adatbázis kapcsolat
pt_pt: Acesso à base de dados

source: Validate user. Open phpMyAdmin database manager panel
es_es: Validar usuario. Abrir consola de gesti&oacute;n de BBDD phpMyAdmin
hu_hu: Felhasználó megerősítése. PhPMyAdmin adatbázis kezelő panel megnyitása
pt_pt: Validar utilizador. Abrir consola de gestão da BD phpMeAdmin

source: Country database
es_es: Datos de pa&iacute;ses
hu_hu: Ország adatbázis
pt_pt: Dados de dados de países

source: Updating Country list
es_es: Actualizando lista de pa&iacute;ses
hu_hu: Országok listájának frissítése
pt_pt: A atualizar lista de países

source: Look for countries matching search criteria
es_es: Buscar pa&iacute;ses que coincidan con el criterio de b&uacute;squeda
hu_hu: Országok keresése a keresési kritérium alapján
pt_pt: Pesquisar países que coincidam com critério de pesquisa

source: Handlers from country
es_es: Gu&iacute;as del pa&iacute;s
hu_hu: Ehhez az országhoz tartozó felvezetők keresése
pt_pt: Condutores do país

source: Create/Assign handler to country
es_es: Crear/Asignar gu&iacute;a al pa&iacute;s
pt_pt: Criar/Atribuir condutor ao país

source: Edit data on handler belonging country
es_es: Editar datos del gu&iacute;a del pa&iacute;s
hu_hu: Országhoztartozó felvezető adatainak szerkesztése
pt_pt: Editar dados do condutor do país

source: Unassign selected handler from country
es_es: Desasignar el gu&iacute;a selecionado del pa&iacute;s
hu_hu: Kiválasztott felvezető leválasztása az országtól
pt_pt: Retirar condutor selecionado do país

source: Update handlers list on country
es_es: Actualizar lista de gu&iacute;as del pa&iacute;s
hu_hu: Országhoz tartozó felvezetők listájának frissítése
pt_pt: Atualizar lista de condutores do pais

source: Choose a dog and <br/>replace current (duplicated) selection with this (right) new one
es_es: Escoge un perro y <br/> reemplaza la selecci&oacute;n anterior (duplicada) con la nueva (correcta)
pt_pt: Escolha um cão e <br/> substitui a seleção anterior( duplicada) por esta ( certa) nova

source: Join
es_es: Unir
pt_pt: Unir

source: Delete dog
es_es: Borrar perro
hu_hu: Kutya törlése
pt_pt: Apagar cão

source: Join dog
es_es: Unir perros
pt_pt: Unir cães

source: Duplicates
es_es: Duplicados
pt_pt: Duplicados

source: Import dogs information from Excel file
es_es: Importar datos de perros desde fichero Excel
pt_pt: Importar cães a partir do ficheiro Excel

source: Database dog handling
es_es: Gesti&oacute;n de datos de perros
hu_hu: Kutya adatbázis kezelés
pt_pt: Gestão dos dados dos cães

source: Pedigree
es_es: Pedigr&iacute;

source: Declare new dog <br/>into database
es_es: A&ntilde;adir un nuevo perro en la base de datos
pt_pt: Adicionar um novo cão à base de dados

source: Modify data on selected dog
es_es: Modificar los datos del perro seleccionado
hu_hu: Kiválasztott kutya adatainak szerkesztése
pt_pt: Modificar os dados do cão selecionado

source: Remove selected dog from database
es_es: Borrar el perro seleccionado de la base de datos
hu_hu: Kiválasztott kutya törlése az adatbázisból
pt_pt: Apagar o cão selecionado da base de dados

source: Mark two dogs as duplicated and join them in the database
es_es: Marcar dos perros como duplicados y unirlos en la base de datos
pt_pt: Marcar dois cães como duplicados para unirem na base de dados

source: List dogs having duplicate license number
es_es: Listar perros con numero de licencia duplicado
pt_pt: Listar cães com número de licença duplicado

source: Import/Export dog data from/to Excel file
es_es: Importar/Exportar datos de perros desde/hacia fichero Excel
hu_hu: Kutyák adatainak Importálása/Exportálása Excel fájlnól/fájlba
pt_pt: Importar/Exportar dados de cães de/para ficheiro Excel

source: Print dog list with current search/sort criteria
es_es: Imprimir lista de perros conforme a los criterios de <br/>b&uacute;squeda y ordenaci&oacute;n actuales
hu_hu: Kutyák listájának nyomtatása a jelenlegi keresési/rendezési kritériumok alapján
pt_pt: Imprimir lista de cães conforme os critérios de <br/>pesquisa e ordenação atuais

source: Look into database for dogs matching search criteria
es_es: Buscar perros que coincidan con el criterio de b&uacute;squeda
hu_hu: Kutyák keresése a keresési kritérium alapján
pt_pt: Pesquisar cães que coincidam com o critério de pesquisa

source: Import dog data from selected Excel file
es_es: Importar datos de perros desde el fichero Excel seleccionado
hu_hu: Kutyák adatainak importálása a kiválasztott Excel fájlból
pt_pt: Importar dados de cães do ficheiro Excel selecionado

source: Mark dog as duplicate. Convert to newly selected one
es_es: Marcar como duplicado. Reemplazar por la nueva selecci&oacute;n
pt_pt: Marcar como duplicado. Converter para um novo selecionado

source: New contest
es_es: Nueva prueba
hu_hu: Új verseny
pt_pt: Nova prova

source: Edit contest
es_es: Editar prueba
hu_hu: Verseny szerkesztése
pt_pt: Editar prova

source: Remove contest
es_es: Borrar prueba
hu_hu: Verseny törlése
pt_pt: Apagar prova

source: Incl. closed
es_es: Incl. cerradas
hu_hu: Befejezett versenyeket is
pt_pt: Incl. fechadas

source: Export
es_es: Exportar
pt_pt: Exportar

source: Contest data handling
es_es: Gesti&oacute;n de pruebas
hu_hu: Verseny adatainak kezelése
pt_pt: Gestão de provas

source: Updating contest list
es_es: Actualizando lista de pruebas
hu_hu: Versenyek listájának frissítése
pt_pt: A atualizar lista de provas

source: Contest name
es_es: Nombre de la prueba
hu_hu: Verseny neve
pt_pt: Nome da prova

source: Organizing club
es_es: Club anfitri&oacute;n
hu_hu: Szervező klub
pt_pt: Clube Organizador

source: Declare a new contest and include into database
es_es: Declara y a&ntilde;ade nueva prueba a la base de datos
hu_hu: Új verseny létrehozása és beillesztése az adatbázisba
pt_pt: Publicar nova prova e incluir na base de dados

source: Edit information on selected contest
es_es: Modificar los datos de la prueba eleccionada
hu_hu: Kiválasztott verseny adatainak szerkesztése
pt_pt: Modificar os dados da prova selecionada

source: Remove selected contest
es_es: Borrar prueba seleccionada
hu_hu: Kiválasztott verseny törlése
pt_pt: Apagar prova selecionada

source: Export selected contest data in Excel format
es_es: Exportar la prueba seleccionada en formato Excel
hu_hu: Kiválasztott verseny adatainak exportálása Excel formátumba
pt_pt: Exportar a prova selecionada no formato Excel

source: Send mail to clubs with contest info and inscription templates
es_es: Enviar correo a los clubes con informaci&oacute;n de la prueba y plantillas de inscripci&oacute;n
pt_pt: Enviar email aos clubes com as informações da prova e os formulários de inscrição

source: Include finished (closed) contest into listing
es_es: Incluir pruebas finalizadas (cerradas) en el listado
hu_hu: Befejezett (zárt) versenyek belefoglalása a listázásba
pt_pt: Incluir provas finalizadas (fechadas) na listagem

source: Look for contests matching search criteria
es_es: Buscar pruebas que coincidan con el criterio de b&uacute;squeda
hu_hu: Versenyek keresése a megadott keresési kritériumoknak megfelelően
pt_pt: Pesquisar provas que coincidem com o critério de pesquisa

source: Journeys on this contest
es_es: Lista de jornadas de esta prueba
hu_hu: Ehhez a versenyhez tartozó fordulók
pt_pt: Lista de jornadas desta prova

source: Loading list of journeys
es_es: Cargando lista de jornadas
hu_hu: Fordulók listájának betöltése
pt_pt: A carregar lista de jornadas

source: Edit journey
es_es: Editar jornada
hu_hu: Forduló frissítése
pt_pt: Editar jornada

source: Close journey
es_es: Cerrar jornada
hu_hu: Forduló lezárása
pt_pt: Fechar jornada

source: Edit data on selected journey
es_es: Modificar los datos de la jornada seleccionada
hu_hu: Kiválasztott forduló adatainak szerkesztése
pt_pt: Modificar os dados da jornada selecionada

source: Close journey. Store data as inmutable
es_es: Cerrar jornada. Marcar esta jornada como no-modificable
hu_hu: Forduló lezárása. Adatok tárolása szerkeszthetetlenül
pt_pt: Fechar jornada. Marcar esta jornada como não editável

source: Update journey list for this contest
es_es: Actualizar la lista de jornadas de esta prueba
hu_hu: Fordulók listájának frissítése ebben a versenyben
pt_pt: Atualizar a lista de jornadas desta prova

source: is Copyright &copy; 2013-2018 by
es_es: es Copyright &copy; 2013-2018 de
pt_pt: é Copyright &copy; 2013-2018 por

source: Source code is available at
es_es: El c&oacute;digo fuente disponible en
hu_hu: Forráskód elérhető a
pt_pt: O código fonte está disponível em

source: You can use, copy, modify and re-distribute under terms of
es_es: Se permite la copia, modificaci&oacute;n y re-distribuci&oacute;n bajo los t&eacute;rminos de
hu_hu: Használhatod, másolhatod, módosíthatod és újra kiadhatod az alábbi licenc alatt
pt_pt: É permitida a cópia, modificação e redistribuição ao abrigo dos termos de

source: GNU General Public License
es_es: Licencia General P&uacute;blica de GNU versi&oacute;n 2
pt_pt: Licencia Pública General GNU versão 2

source: Registered at
es_es: Inscrito en el
hu_hu: Regisztrálva itt
pt_pt: Registado em

source: Licensing information
es_es: Informaci&oacute;n de registro
hu_hu: Licenc információk
pt_pt: Informação de registo

source: Current License Capabilities
es_es: Permisos de la licencia actual
pt_pt: Permissões de licença atual

source: Serial num
es_es: Num. serie
hu_hu: Sorozatszám
pt_pt: Número de Série

source: Expiration date
es_es: Fecha de expiraci&oacute;n
hu_hu: Lejárati dátum
pt_pt: Data de expiração

source: Status
es_es: Estado

source: Import from Excel files
es_es: Importar desde ficheros Excel
pt_pt: Importar a partir dos ficheiros Excel

source: Team contests
es_es: Pruebas por Equipos
pt_pt: Provas por equipas

source: KO and Games rounds
es_es: Rondas K.O. y Juegos
pt_pt: Rondas K.O. e Jogos

source: Series with more than 2 rounds
es_es: Series multiples (m&aacute;s de 2 rondas)
pt_pt: Series múltiplas (mais de 2 rondas)

source: VideoWall and ScoreBoard
es_es: Paneles informativos - Marcador
pt_pt: Painéis informativos - Marcador

source: Internet/Wifi public Access
es_es: Acceso p&uacute;blico por Internet/WiFi
pt_pt: Acesso público por Internet/WiFi

source: Chronometer connection
es_es: Conexi&oacute;n con cron&oacute;metro
pt_pt: Conexão do cronómetro

source: Unlimited inscriptions in a contest
es_es: Pruebas sin l&iacute;mite de inscripciones
pt_pt: Provas sem limite de inscrições

source: LiveStream OnScreenDisplay signal
es_es: Se&ntilde;al OnScreenDisplay para Streaming
pt_pt: Sinal OnScreenDisplay para transmissão em direto

source: Trainning sessions handling
es_es: Gesti&oacute;n de sesiones de entrenamiento
pt_pt: Gestão de sessões de Treino

source: Federation leagues scoring
es_es: Gesti&oacute;n de ligas federativas

source: Register
es_es: Registrar
hu_hu: Regisztrál
pt_pt: Registrar

source: Select license file to import
es_es: Selecciona fichero de licencia a importar
pt_pt: Selecionar ficheiro de licença a importar

source: Import license file into application
es_es: Importar fichero de licencia en la aplicaci&oacute;n
hu_hu: Licenc fájl importálása az alkalmazásba
pt_pt: Importar fichiero de licença para a aplicação

source: On
es_es: En
pt_pt: Em

source: Session ID
es_es: ID de sesi&oacute;n
pt_pt: ID de sessão

source: From
es_es: Desde
pt_pt: Desde

source: Console
es_es: Consola
pt_pt: Consola

source: Please, confirm that you want to reinstall database from scratch
es_es: Por favor, confirme que quiere reinstalar la base de datos desde cero

source: Operations Menu
es_es: Men&uacute; de operaciones
hu_hu: Műveletek menü
pt_pt: Menu de operações

source: Init Session
es_es: Iniciar Sesi&oacute;n
hu_hu: Munkamenet megkezdése
pt_pt: Iniciar Sessão

source: DATABASE
es_es: BASE DE DATOS
hu_hu: ADATBÁZIS
pt_pt: BASE DE DADOS

source: Clubs
es_es: Clubes
hu_hu: Klubok
pt_pt: Clubes

source: Handlers Database Management
es_es: Gesti&oacute;n de datos de Gu&iacute;as
hu_hu: Felvezetők adatbázis kezelése
pt_pt: Gestão de dados dos condutores

source: Handlers
es_es: Gu&iacute;as
hu_hu: Felvezetők
pt_pt: Condutores

source: Dogs Database Management
es_es: Gesti&oacute;n de datos de Perros
hu_hu: Kutyák adatbázis kezelése
pt_pt: Gestão de dados de cães

source: Judges Database Management
es_es: Gesti&oacute;n de datos de Jueces
hu_hu: Bírók adatbázis kezelése
pt_pt: Gestão de dados de juízes

source: CONTESTS
es_es: PRUEBAS
hu_hu: VERSENYEK
pt_pt: Provas

source: Create and Edit Contests
es_es: Creaci&oacute;n y Edici&oacute;n de Pruebas
hu_hu: Versenyek Létrehozása és Szerkesztése
pt_pt: Criação e edição de Provas

source: Create Contests
es_es: Creaci&oacute;n de pruebas
hu_hu: Versenyek létrehozása
pt_pt: Criação de Provas

source: Inscriptions - Contest selection
es_es: Inscripciones registradas en el equipo
hu_hu: Nevezések - Verseny választás
pt_pt: Inscrições - Seleção de prova

source: Handle Inscriptions
es_es: Gesti&oacute;n de Inscripciones
hu_hu: Nevezések kezelése
pt_pt: Gestão das Inscrições

source: Competition - Contest and Journey selection
es_es: Competici&oacute;n - Selecci&oacute;n de Prueba y Jornada
hu_hu: Versenyek - Verseny és Forduló választás
pt_pt: Competição - Seleção de Prova e Jornada

source: Running Contests
es_es: Desarrollo de la prueba
hu_hu: Versenyek futtatása
pt_pt: Gestão de provas

source: REPORTS
es_es: CLASIFICACIONES
hu_hu: JELENTÉSEK
pt_pt: CLASSIFICAÇÕES

source: Scores - Contest and Journey selection
es_es: Clasificaciones - Selecci&oacute;n de Prueba y Jornada
hu_hu: Pontszámok - Verseny és Forduló választás
pt_pt: Classificações - Seleção de prova e Jornada

source: League Results for selected federation
es_es: Resultados de liga para la federaci&oacute;n activa

source: League Results
es_es: Resultados de Liga

source: TOOLS
es_es: HERRAMIENTAS
hu_hu: ESZKÖZÖK
pt_pt: Ferramentas

source: Configuration
es_es: Administraci&oacute;n
hu_hu: Beállítások
pt_pt: Configurações

source: DOCUMENTATION
es_es: DOCUMENTACION
hu_hu: DOKUMENTÁCIÓ
pt_pt: Documentação

source: OnLine Manual
es_es: Manual en L&iacute;nea
hu_hu: Online használati utasítás
pt_pt: Manual online

source: License information
es_es: Informaci&oacute;n de registro
hu_hu: Licenc információk
pt_pt: Informação de Registo

source: About
es_es: Acerca de
hu_hu: A programról
pt_pt: Acerca de

source: Server and Database information
es_es: Informaci&oacute;n del servidor y la BBDD

source: Server name
es_es: Nombre del Servidor

source: Database name
es_es: Nombre de la BBDD

source: Database admin user
es_es: Usuario admin de la BBDD

source: Database admin password
es_es: Contrase&ntilde;a del administrador de la BBDD

source: Check database connection
es_es: Comprobad conexi&oacute;n con la BBDD

source: AgilityContest default users:
es_es: Usuarios pre-definidos de AgilityContest:

source: Enter password for 'admin' user
es_es: Contrase&ntilde;a para usuario &quot;admin&quot;

source: Enter password (again) for 'admin'
es_es: Contrase&ntilde;a (otra vez) de &quot;admin&quot;

source: Enter password for 'operator' user
es_es: Contrase&ntilde;a para usuario &quot;operator&quot;

source: Enter password (again) for 'operator'
es_es: Contrase&ntilde;a (otra vez) de &quot;operator&quot;

source: Enter password for 'assistant' user
es_es: Contrase&ntilde;a para usuario &quot;assistant&quot;

source: Enter password (again) for 'assistant'
es_es: Contrase&ntilde;a (otra vez) de &quot;assistant&quot;

source: Licensing and registration
es_es: Registro y licencia de la aplicaci&oacute;n

source: I've read, understand and accept License terms
es_es: He le&iacute;do, comprendo y acepto los t&eacute;rminos de la licencia

source: Enter registration license file
es_es: Indique fichero de licencia

source: AgilityContest setup
es_es: Configuraci&oacute;n de AgilityContest

source: Check server/database conectivity
es_es: Comprobar conexi&oacute;n con el servidor y la BBDD

source: Accept System Parameters. Start install
es_es: Aceptar par&aacute;metros del sistema. Comenzar la instalaci&oacute;n

source: Updating training session order
es_es: Actualizando el orden de los entrenamientos
pt_pt: A atualizar a ordem dos treinos

source: This contest has no training session defined
es_es: Esta prueba no tiene sesi&oacute;n de entrenamientos
pt_pt: Esta prova não tem sessão de treinos definida

source: Opening Seq
es_es: Apertura

source: Closing Seq
es_es: Cierre

source: Position
es_es: Puesto
hu_hu: Helyezés
pt_pt: Posto

source: Updating final scores
es_es: Actualizando clasificaci&oacute;n final
hu_hu: Végső eredmények frissítése
pt_pt: A atualizar classificação final

source: Penaliz
es_es: Penal
hu_hu: Hibapontok
pt_pt: Penal

source: Data info for round
es_es: Datos de la manga
hu_hu: Futamhoz tartozó adatok
pt_pt: Dados da manga

source: S.C.T.
es_es: T.R.S.
hu_hu: Szintidő
pt_pt: T.P.S.

source: M.C.T.
es_es: T.R.M.
hu_hu: Maximum
pt_pt: T.P.M

source: Team data
es_es: Datos del equipo
hu_hu: Csapat adatok
pt_pt: Dados da equipa

source: Penalization
es_es: Penalizaci&oacute;n
hu_hu: Hibapontok
pt_pt: Penalização
