Repository: geduxas/AgilityContest
Catalog: agility/locale/*/LC_MESSAGES/AgilityContest.po
Languages: es_es, hu_hu, pt_pt

source: Before accept, please read legal terms and conditions
es_es: Antes de aceptar, por favor lea los t&eacute;rminos y condiciones legales

source: at this link
es_es: en este enlace

source: Do not show this message again
es_es: No volver a mostrar de nuevo este mensaje

source: Enable sharing
es_es: Activar compartir

source: Configuration saved
es_es: Configuraci&oacute;n guardada

source: There is no user chosen
es_es: No ha indicado ning&uacute;n usuario
hu_hu: Nincs felhasználó kiválasztva
pt_pt: Não foi escolhido nenhum utilizador

source: There is no chosen federation
es_es: No ha seleccionado Federaci&oacute;n

source: License registered by
es_es: Licencia registrada por
hu_hu: A licenc tulajdonosa
pt_pt: Licença registrada por

source: For use at club
es_es: Para el club
hu_hu: Az alábbi klubban történő használatra
pt_pt: Para o clube

source: License expired
es_es: La licencia ha caducado
hu_hu: Lejárat
pt_pt: A licença caducou

source: License cancelled
es_es: Licencia anulada

source: Automatic backup is disabled
es_es: Copia de seguridad autom&aacute;tica desactivada
pt_pt: Copia de segurança automática desativada

source: Last login
es_es: Ultimo acceso

source: New version available
es_es: Nueva versi&oacute;n disponible
pt_pt: Nova versão disponível

source: new/updated entries from server Database
es_es: entradas nuevas/actualizadas en base de datos maestra

source: session login success
es_es: sesi&oacute;n iniciada correctamente
hu_hu: munkamenet sikeresen megkezdve
pt_pt: Sessão iniciada corretamente

source: Session has been closed by user
es_es: El usuario ha finalizado la sesi&oacute;n
hu_hu: Munkamenetet a felhasználó megszakította
pt_pt: A sessão foi encerrada pelo utilizador

source: No user specified
es_es: No se ha indicado ning&uacute;n usuario
hu_hu: Nincs felhasználó kiválasztva
pt_pt: Nenhum utilizador escolhido

source: Current user has no <em>admin</em> privileges
es_es: El usuario actual no tiene privilegios de administrador
hu_hu: A jelenlegi felhasználónak nincs <em>adminisztrátori</em> jogosultsága
pt_pt: O utilizador atual não tem previlégios de administrador

source: No user provided
es_es: No se ha indicado ning&uacute;n usuario
hu_hu: Nincs felhasználó kiválasztva
pt_pt: Não foi indicado nenhum utilizador

source: Starting session read-only (guest)
es_es: Iniciando sesi&oacute;n en modo solo consulta (invitado)
hu_hu: Munkamenet megkezdése csak-olvasás módban (vendég)
pt_pt: A iniciar sessão em modo de leitura (convidado)

source: Restart
es_es: Reiniciar
pt_pt: Reiniciar

source: Back
es_es: Volver
pt_pt: Voltar

source: Licensing
es_es: Licencia
hu_hu: Licencelés
pt_pt: Licença

source: Licensing data successfully loaded
es_es: Datos de la licencia actualizados correctamente
hu_hu: Licenc adatok sikeresen betöltve
pt_pt: Os dados da licença foram atualizados corretamente

source: Restart app to make changes to take effect
es_es: Reinicie la aplicaci&oacute;n para activar los cambios
pt_pt: Reinicie a aplicação para ativar as modificações

source: User level
es_es: Nivel de usuario
pt_pt: Nível de utilizador

source: Current user has not enought level to make changes <br/>Read-only access enabled
es_es: El usuario actual no tiene suficientes permisos para realizar cambios<br/>Modo Solo-Lectura activo
hu_hu: A jelenlegi felhasználónak nincs elég jogosultsága hogy változtatásokat hozzon létre <br/> Csak-olvasás módban történő elérés aktiválva
pt_pt: O utilizador atual não tem permissões suficientes para realizar alterações<br/>Modo só de leitura ativo

source: Edit Error
es_es: Error de edici&oacute;n
hu_hu: Szerkesztési hiba
pt_pt: Erro na edição

source: There is no club selected
es_es: No hay ning&uacute;n club seleccionado
hu_hu: Nincsklub kiválasztva
pt_pt: Não existe nenhum clube selecionado

source: Country information is not editable
es_es: No se permite la edici&oacute;n de pa&iacute;ses
hu_hu: Az ország információ nem szerkeszthető
pt_pt: Não é permitida a edição de países

source: Modify club data
es_es: Editar datos del club
hu_hu: Klub adatok szerkesztése
pt_pt: Editar dados do clube

source: Save Error
es_es: Error al guardar
hu_hu: Mentési hiba
pt_pt: Erro ao guardar

source: There is no Federation selected
es_es: No se ha indicado ninguna federacion

source: Delete error
es_es: Error al borrar
hu_hu: Törlési hiba
pt_pt: Erro a apagar

source: This entry cannot be erased
es_es: Esta entrada no se puede borrar
hu_hu: Ezt az elemet nem lehet törölni
pt_pt: Esta entrada não se pode apagar

source: Countries cannot be deleted
es_es: No se pueden borrar pa&iacute;ses de la base de datos
hu_hu: Az országok nem törölhetőek
pt_pt: Não é permitido apagar países da base de dados

source: Clear club
es_es: Borrar club
hu_hu: Klub törlése
pt_pt: Apagar clube

source: from database. Sure?
es_es: de la base de datos. ¿Seguro?
hu_hu: az adatbázisból. Biztos vagy benne?
pt_pt: da base de dados. Confirma?

source: Strong
es_es: Fuerte

source: Medium
es_es: Mediana
hu_hu: Midi

source: Weak
es_es: D&eacute;bil

source: Match
es_es: Coincide

source: Missmatch
es_es: No coincide

source: loadConfiguration(): cannot retrieve configuration from server
es_es: loadConfiguration(); no puedo recuperar la configuraci&oacute;n desde el servidor
pt_pt: loadConfiguration(); não é possível recuperar a configuração do servidor

source: getLicenseInfo(): cannot retrieve License info from server
es_es: getLicenseInfo() no se puede leer la informaci&oacute;n de registro
pt_pt: getLicenseInfo() não é possível verificar informação da licença do servidor

source: getLicensedClubInfo(): cannot retrieve License info from server
es_es: getLicensedClubInfo(): no puedo leer la informacion de licencia del servidor
pt_pt: getLicensedclubeInfo(): não é possível verificar informação da licença do servidor

source: getFederationsInfo(): cannot retrieve federations info from server
es_es: getFederationsInfo() no se puede obtener la lista de federaciones del servidor
pt_pt: getFederationsInfo() não é possível recuperar a informação de federações do servidor

source: Clubs Database Management
es_es: Gesti&oacute;n de datos de Clubes
hu_hu: Klubok adatbázis kezelése
pt_pt: Gestão de dados de clube

source: Countries Database Info
es_es: Informaci&oacute;n de pa&iacute;ses en la BBDD
hu_hu: Országok adatbázis információ
pt_pt: Informação de países na BD

source: Countries
es_es: Pa&iacute;ses
hu_hu: Országok
pt_pt: Países

source: Teams 3
es_es: Equipos (3)
hu_hu: 3 fős csapatok
pt_pt: Equipas (3)

source: Teams 4
es_es: Equipos (4 conjunta)
hu_hu: 4 fős csapatok
pt_pt: Equipas (4 conjunta)

source: K.O. Rounds
es_es: Rondas K.O.
hu_hu: K.O. futam
pt_pt: Rondas K.O.

source: WAO / Games
es_es: WAO / Juegos

source: Selected journey is marked as closed<br/>You cannot add nor modify data
es_es: La jornada est&aacute; marcada como cerrada<br/>No podr&aacute; a&ntilde;adir ni modificar datos
pt_pt: A jornada está marcada como encerrada<br/>Não é possível adicionar ou modificar os dados

source: Journey deployment
es_es: Desarrollo de la jornada
hu_hu: Verseny telepítése
pt_pt: Gestão da jornada

source: Invalid or undefined Federation
es_es: Federaci&oacute;n no definida o inv&aacute;lida
hu_hu: Érvénytelen vagy nem megadott szövetség
pt_pt: Federação inválida ou indefinida

source: Invalid course mode
es_es: ID de recorrido inv&aacute;lido
hu_hu: Érvénytelen pálya mód
pt_pt: Modo de prova inválido

source: Data exported
es_es: Datos exportados
hu_hu: Adatok exportálva
pt_pt: Dados exportados

source: Judge data exported to all rounds
es_es: Datos de jueces exportados a todas las mangas
hu_hu: Bírók adatai exportálva az összes futamra
pt_pt: Dados de juízes exportados para todas as mangas

source: Data saved
es_es: Datos guardados
hu_hu: Adatok mentve
pt_pt: Dados guardados

source: Data on current round stored
es_es: Datos de la manga guardados
hu_hu: Adatok a jelenlegi futamon mentve
pt_pt: Dados da manga guardados

source: Continue
es_es: Continuar
pt_pt: Continuar

source: Missing data
es_es: Faltan datos
pt_pt: Faltam dados

source: Some category has missing or invalid values for
es_es: En alguna categor&iacute;a faltan datos o son inv&aacute;lidos

source: either distance, SCT or MCT
es_es: datos de distancia, TRS o TRM
pt_pt: dados de distancia, TPS ou TPM

source: There are no dogs from same handler close together
es_es: No se encuentran perros del mismo gu&iacute;a demasiado pr&oacute;ximos
hu_hu: Nincs több kutya egy felvezetőtől túl közel a startlistában
pt_pt: Não existem cães do mesmo dono demasiado próximos

source: Proximity alert
es_es: Aviso de proximidad
hu_hu: Közelségi figyelmeztetés
pt_pt: Aviso de proximidade

source: List of handlers with dogs so close together
es_es: Lista de gu&iacute;as con perros demasiado juntos
hu_hu: Felvezetők listája, akik túl közel vannak több kutyával saját magukhoz
pt_pt: Lista de condutores com cães demasiado juntos

source: New position is out of range
es_es: La nueva posición está fuera de rango

source: New position is invalid:<br/>Team, category or heat missmatch
es_es: Posición inválida<br/>El equipo, categoría o celo no coinciden

source: There is no item selected
es_es: No hay ning&uacute;n elemento seleccionado
pt_pt: Não há nenhum item selecionado

source: Cannot move to selected destination
es_es: No puedo mover al destino seleccionado
pt_pt: Não é possível mover para o destino selecionado

source: Dog stored into clipboard
es_es: Datos almacenados en el portapapeles
pt_pt: Cão armazenado no cplipboard

source: To move, select new position and press Move
es_es: Para mover, seleccionar nueva posici&oacute;n y pulsar Mover
pt_pt: Para mover, selecionar nova posição e carregar Mover

source: Busy
es_es: Ocupado
hu_hu: Elfoglalt
pt_pt: Ocupado

source: Cannot update: a cell is being edited
es_es: No se puede actualizar: hay una edici&oacute;n activa
hu_hu: Nem frissíthető: egy mezőt most szerkesztesz
pt_pt: Não se pode atualizar: Existe uma edição ativa

source: Cannot reset: a cell is being edited
es_es: No se puede borrar: hay una edici&oacute;n activa
hu_hu: Nem visszaállítható: egy mezőt most szerkesztesz
pt_pt: Não se pode apagar: Existe uma edição ativa

source: You will lost <strong>EVERY</strong> inserted results
es_es: Se perder&aacute;n <strong>TODOS</strong> los datos de la manga
hu_hu: El fogsz veszíteni <strong>MINDEN</strong> beillesztett eredményt
pt_pt: Irá Perder <strong>TODOS</strong> os dados inseridos

source: in selected categories on this round
es_es: en las categor&iacute;as seleccionadas de esta manga
hu_hu: a kiválasztott kategóriákban ebben a futamban
pt_pt: nas categorias selecionadas desta manga

source: Do you really want to continue?
es_es: Realmende desea continuar?
hu_hu: Biztosan folytatni akarod?
pt_pt: Deseja mesmo continuar?

source: Erase results
es_es: Borrar resultados
hu_hu: Eredmények törlése
pt_pt: Apagar resultados

source: Cannot swap: a cell is being edited
es_es: No se pueden intercambiar datos: hay una edici&oacute;n activa
hu_hu: Nem lehet váltani: egy mezőt most szerkesztesz
pt_pt: Não se podem mudar dados: existe uma edição ativa

source: This action will exchange <strong>EVERY</strong> inserted results
es_es: Esta accion intercambiar&aacute; <strong>TODOS</strong> los resultados
hu_hu: Ez a művelet kicserél <strong>MINDEN</strong> beillesztett eredményt
pt_pt: Esta ação irá mudar; <strong>TODOS</strong> os resultados inseridos

source: in selected categories with the Agility/Jumping counterpart of this round
es_es: en las categorias seleccionadas de esta manga con su correspondiente de Agility/Jumping
hu_hu: a kiválasztott kategóriákban az Agility/Jumping részeiben ennek a futamnak
pt_pt: nas categorias selecionadas desta manga con su correspondiente de Agilite/Jumping

source: Swaps results
es_es: Intercambiar resultados
hu_hu: Eredmények cseréje
pt_pt: Trocar resultados

source: Working
es_es: Procesando
hu_hu: Dolgozik
pt_pt: A processar

source: Not found
es_es: No encontrado
hu_hu: Nem található
pt_pt: Não encontrado

source: Cannot find dog with dorsal/name
es_es: No encuentro al perro con dorsal/nombre

source: Internal error: invalid Federation/Course/Category combination
es_es: Error interno: combinaci&oacute;n de Federacion/Recorrido/Categor&iacute;a inv&aacute;lida
hu_hu: Belső hiba: érvénytelen Szövetség/Pálya/Kategória kombináció
pt_pt: Erro interno: Combinação de Federação/Percurso/Categoria inválida

source: Current license has no Excel import function enabled
es_es: La licencia actual no permite la importaci&oacute;n de ficheros Excel
pt_pt: A licença atual não permite a importação de ficheiros Excel

source: Every changes done till now will be lost<br />Continue?
es_es: Se perder&aacute;n todos los ajustes hechos hasta ahora<br/>Continuar?
hu_hu: Minden változtatás, amit eddig csináltál el fog veszni<br/>Folytatod?
pt_pt: Todas as mudanças feitas até agora serão perdidas <br /> Continuar?

source: There is no round selected
es_es: No se ha indicado ninguna manga
hu_hu: Nincs futam kiválasztva
pt_pt: Não foi selecionada nenhuma manga

source: This license has no permission to handle training sessions
es_es: Esta licencia no permite la gesti&oacute;n de sesiones de entrenamiento
pt_pt: Esta licença não permite a gestão de sessões de treino

source: Training sesion
es_es: Sesi&oacute;n de entrenamientos
pt_pt: Sessão de treinos

source: Cannot edit/modify results on closed journey
es_es: No se pueden editar ni modificar datos en una jornada cerrada
pt_pt: Não se podem editar ou modificar dados numa jornada fechada

source: No defined journey
es_es: No hay jornada declarada
hu_hu: Nincs definiált forduló
pt_pt: Sem jornada definida

source: Requested federation module is not installed
es_es: El m&oacute;dulo para la federaci&oacute;n solicitada no est&aacute; instalado
hu_hu: A kiválasztott szövetség modul nincs telepítve
pt_pt: O módulo da federação solicitada não está instalado

source: <strong>These dogs are pending to provide course data in round
es_es: <strong>Hay perros pendientes de introducci&oacute;n de datos en la manga
hu_hu: <strong>Ezelnek a kutyáknak még nincs megadva az eredménye
pt_pt: <strong>Estes cães estão pendentes da introdução dos dados na manga

source: There is no selected round for this journey
es_es: No hay ninguna manga seleccionada en la jornada
hu_hu: Nincs kiválasztott futa, ebben a fordulóban
pt_pt: Não há nenhuma manga selecionada para esta jornada

source: Verify OK
es_es: Verificaci&oacute;n correcta
hu_hu: Ellenőrzés OK
pt_pt: Verificação OK

source: No dogs found without their course results
es_es: No se han encontrado perros sin datos de la manga
hu_hu: Nem található kutya eredmények nélkül
pt_pt: Não foram encontrados cães sem os dados da manga

source: Verify Error
es_es: Error al verificar
hu_hu: Ellenőrzés hiba
pt_pt: Verificar erro

source: There is no training session selected
es_es: No se ha indicado ninguna sesi&oacute;n
pt_pt: Não foi selecionada nenhuma sessão de treino

source: Modify training entry information
es_es: Modificar la entrada seleccionada
pt_pt: Modificar a entrada de treino selecionada

source: Please close edition before update
es_es: Por favor, salga del editor antes de actualizar
pt_pt: Por favor, sair da edição antes de atualizar

source: Please close edition before import
es_es: Por favor, salga del editor antes de importar
pt_pt: Por favor, sair da edição antes de importar

source: Import/Export training timetable from/to Excel file
es_es: Importar/Exportar tabla de entrenamientos de/hacia fichero Excel
pt_pt: Importar/Exportar tabela de treinos a partir de/para ficheiro Excel

source: Create Excel file with current training table data
es_es: Generar un fichero Excel con la tabla de entrenamientos actual
pt_pt: Criar ficheiro Excel com a tabela de treinos atual

source: Update training timetable with imported data from Excel file
es_es: Actualizar tabla de entrenamientos desde fichero Excel
pt_pt: Atualizar calendário de treino com dados importados do ficheiro Excel

source: Registered teams revision
es_es: Comprobaci&oacute;n de los equipos
hu_hu: Regisztált csapatok felülvizsgálata
pt_pt: Verificação das equipas registadas

source: Number of teams
es_es: N&uacute;mero de equipos
hu_hu: Csapatok száma
pt_pt: Número de equipas

source: Dogs without assigned team
es_es: Perros sin equipo asignado
hu_hu: Kutyák csapat nélkül
pt_pt: Cães sem equipa atribuída

source: Teams with excess dogs
es_es: Equipos con exceso de perros
hu_hu: Csapatok többlet kutyával
pt_pt: Equipas com excesso de cães

source: Incomplete teams
es_es: Equipos incompletos
hu_hu: Nem-teljes csapatok
pt_pt: Equipas incompletas

source: Printing team lists; please wait
es_es: Imprimiendo lista de equipos. Por favor, espere
hu_hu: Csapatok listájának nyomtatása; kérlek várj
pt_pt: A imprimir lista de equipas. Por favor, aguarde

source: There was a problem generating your report, please try again.
es_es: Hubo un problema en la generaci&oacute;n del informe. Por favor pruebe de nuevo.
hu_hu: A jelentés generálása közben hiba történt, kérlek próbáld újra.
pt_pt: Existiu um problema na criação do relatório. Por favor tente de novo.

source: Print anyway
es_es: Imprimir de todas maneras
hu_hu: Mindenképpen nyomtasd ki
pt_pt: Imprimir de qualquer maneira

source: Found problems
es_es: Problemas encontrados
hu_hu: Talált hibák
pt_pt: Problemas encontrados

source: You must select a journey with team rounds
es_es: Debe seleccionar una jornada con pruebas por equipos
hu_hu: Válassz ki egy fordulót csapatfutamokkal
pt_pt: Deve selecionar uma jornada com mangas por equipas

source: Selected journey has no team rounds
es_es: La jornada seleccionada no tiene pruebas por equipos
hu_hu: A kiválasztott fordulóban nincsenek csapatfutamok
pt_pt: A jornada selecionada não tem provas por equipas

source: Current License has no permissions to handle Team Journeys
es_es: La licencia actual no permite la gesti&oacute;n de pruebas por equipos
pt_pt: A licença atual não permite a gestão de provas por equipas

source: There is no team selected
es_es: No hay ning&uacute;n equipo seleccionado
hu_hu: Nincs csapat kiválasztva
pt_pt: Não há nenhuma equipa selecionada

source: Default team cannot be edited
es_es: El equipo por defecto no se puede editar
hu_hu: Az alapértelmezett csapat nem szerkeszthető
pt_pt: A equipa padrão não pode ser editada

source: Modify team data
es_es: Editar datos del equipo
hu_hu: Csapatok adatainak szerkesztése
pt_pt: Editar dados da equipa

source: Default team cannot be deleted
es_es: El equipo por defecto no se puede borrar
hu_hu: Az alapértelmezett csapat nem törölhető
pt_pt: A equipa padrão não pode ser apagada

source: This operation will remove selected team from journey
es_es: Esta operacion borrar&aacute; el equipo seleccionado de la jornada
hu_hu: Ez a művelet törli a kiválasztott csapatot a fordulóból
pt_pt: Esta operação apagará a equipa selecionada da jornada

source: Do you really want to delete team
es_es: Realmende desea borrar el equipo
hu_hu: Biztosan szeretnéd törölni a csapatokat
pt_pt: Deseja realmente apagar a equipa

source: from this journey
es_es: de esta jornada
hu_hu: Ebből a fordulóból
pt_pt: desta jornada

source: This operation will un-inscribe members of selected team from current journey
es_es: Esta des-inscribira a toos los miembros del equipo seleccionado de la jornada

source: Do you really want to un-inscribe them
es_es: Realmende desea des-inscribirlos

source: This team has no assigned categories
es_es: Este equipo no tiene ninguna categor&iacute;a asignada
pt_pt: Esta equipa não tem nenhuma categoria atribuída

source: You must select a valid team
es_es: Debe seleccionar un equipo v&aacute;lido
hu_hu: Ki kell választanod egy érvényes csapatot
pt_pt: Deve selecionar uma equipa válida

source: No selection
es_es: No seleccionado
hu_hu: Nem választottál ki semmit sem
pt_pt: Não selecionado

source: There is no marked dog to change team for
es_es: No ha seleccionado ning&uacute;n perro para cambiar de equipo
pt_pt: Não foi selecionado nenhum cão para mudar de equipa

source: No permission
es_es: Permisos insuficientes
hu_hu: Nincs jogosultság
pt_pt: Permissões insuficientes

source: Current user has not enought permissions to perform operation
es_es: El usuario actual no tiene suficientes permisos para realizar la operacion pedida
pt_pt: O utilizador atual não possui permissões suficientes para executar a operação

source: Reassign/Declare a handler as belonging to club
es_es: Reasignar/Declarar un gu&iacute;a como perteneciente al club
hu_hu: Felvezető Hozzárendelése/Létrehozása klubtagként
pt_pt: Reatribuir / Declarar um condutor como pertencente ao clube

source: Assign/Register a handler
es_es: Asignar/Registrar un gu&iacute;a
hu_hu: Felvezető Hozzárendelése/Létrehozása
pt_pt: Atribuir / Registrar um condutor

source: There is no handler selected
es_es: No se ha seleccionado ningun gu&iacute;a
hu_hu: Nincs felvezető kiválasztva
pt_pt: Não foi selecionado nenhum condutor

source: Modify data on handler belonging to club
es_es: Editar datos del gu&iacute;a asociado al club
hu_hu: Klubhoz tartozó felvezető adatainak szerkesztése
pt_pt: Modificar dados do condutor pertencente ao clube

source: Delete assignation for handler
es_es: Borrar asignaci&oacute;n del gu&iacute;a
hu_hu: Felvezető leválasztása
pt_pt: Apagar atribuição do condutor

source: to club
es_es: al club
hu_hu: a klubtól
pt_pt: para o clube

source: Modify handler data
es_es: Editar datos del gu&iacute;a
hu_hu: Felvezetők adatainak szerkesztése
pt_pt: Editar dados do condutor

source: This entry cannot be deleted
es_es: Esta entrada no se puede borrar
hu_hu: Ez az elem nem törölhető
pt_pt: Esta entrada não pode ser apagada

source: Delete data on handler
es_es: Borrar datos del gu&iacute;a
hu_hu: Felvezető adatok törlése
pt_pt: Apagar dados do condutor

source: Analyzing Excel Entry
es_es: Analizando fila Excel
pt_pt: A analisar entrada do Excel

source: not found in database
es_es: no encontrado en la base de datos
hu_hu: nem található az adatbázisban
pt_pt: não encontrado na base de dados

source: Please select/edit existing one or create new entry
es_es: Seleccione y/o edite una entrada existente o cree una nueva
hu_hu: Kérlek válassz ki/szerkessz egy létezőt vagy hozz létre egy új elemet
pt_pt: Por favor selecione/edite uma entrada existente ou crie um nova

source: Entry not found
es_es: Entrada no encontrada
hu_hu: Elem nem található
pt_pt: Entrada não encontrada

source: data missmatch (*) with existing one in database
es_es: datos en conflicto con los existentes en la base de datos
hu_hu: adatok eltérnek (*) a már létezőktől az adatbázisban
pt_pt: dados não coincidem (*) com os existentes na base de dados

source: Please enter right values and accept or create new entry
es_es: Por favor, indique los valores correctos y pulse aceptar, o cree una nueva entrada
hu_hu: Adj meg érvényes értékeket és mentsd el vagy hozz létre új elemet
pt_pt: Por favor, indique os valores corretos e carregue aceitar, ou crie uma nova entrada

source: Data missmatch
es_es: Datos no compatibles
hu_hu: Adatok nem egyeznek
pt_pt: Dados não coincidem

source: provided data are compatible with
es_es: los datos indicados son compatibles con
hu_hu: a megadott adatok kompatibilisek a
pt_pt: os dados fornecidos são compatíveis com

source: more than one existing in database
es_es: mas de una entrada existente en la base de datos
hu_hu: több mint egy létezik az adatbázisban
pt_pt: mais do que uma entrada existente na base de dados

source: Please select right one or create new entry
es_es: Seleccione y/o edite la entrada correcta o cree una nueva
hu_hu: Válaszd ki a megfelelőt vagy hozz létre egy új elemet
pt_pt: Por favor selecionar a correta ou crie uma nova
