Repository: geduxas/AgilityContest
Catalog: agility/locale/*/LC_MESSAGES/AgilityContest.po
Languages: es_es, hu_hu, pt_pt

source: Parameters for display change
es_es: Parametros para ajuste de video-marcadores
pt_pt: Parâmetros para ajuste de vídeo-marcadores

source: New ring
es_es: Nuevo ring
pt_pt: Novo ring

source: New view
es_es: Nueva vista
pt_pt: Nova vista

source: Video Wall
es_es: Video-Marcadores
hu_hu: Videófal
pt_pt: Video-Marcadores

source: Training session
es_es: Sesi&oacute;n de entrenamientos
pt_pt: Sessão de treino

source: Starting order
es_es: Orden de salida
hu_hu: Startlista
pt_pt: Ordem de Saída

source: Combo view
es_es: Vista combinada
hu_hu: Kombinált nézet
pt_pt: Vista combinada

source: Call to ring
es_es: Llamada a pista
hu_hu: Pályára hívás
pt_pt: Chamar à pista

source: Simplified
es_es: Simplificada
hu_hu: Egyszerűsített
pt_pt: Simplificada

source: simplified
es_es: simplificada
hu_hu: egyszerűsített
pt_pt: simplificada

source: Partial Scores
es_es: Clasificaci&oacute;n parcial
hu_hu: Részleges eredmények
pt_pt: Classificação Parcial

source: Final Scores
es_es: Clasificaci&oacute;n final
hu_hu: Végső eredmények
pt_pt: Classificação Final

source: Extra info
es_es: Datos adicionales
pt_pt: Dados adicionais

source: Advertising videos
es_es: V&iacute;deos promocionales
pt_pt: Vídeos promocionais

source: Standby screen
es_es: Pantalla de reposo
pt_pt: Ecrã de repouso

source: Switch
es_es: Cambiar
pt_pt: Trocar

source: Video selection
es_es: Selecci&oacute;n de v&iacute;deos
pt_pt: Seleção de videos

source: Video
es_es: V&iacute;deo
pt_pt: Vídeo

source: Simplified videowall controls
es_es: Controles para marcadores simplificados
pt_pt: Controles simplificados para vídeo-marcador

source: Font size
es_es: Tama&ntilde;o de fuentes de caracteres
pt_pt: Tamanho da fonte

source: Videowall message handling
es_es: Env&iacute;o de mensajes al marcador
pt_pt: Envio de mensagens ao vídeo-marcador

source: Duration (secs)
es_es: Duraci&oacute;n (segs)
pt_pt: Duração (segs)

source: Show
es_es: Mostrar
pt_pt: Mostrar

source: Current license permissions does not allow videowall operations
es_es: La licencia actual no permite operaciones con video-marcadores
pt_pt: A licença atual não permite operações com vídeo-marcadores

source: Live Streaming windows
es_es: Ventanas de streaming
pt_pt: Janelas da transmissão em direto

source: List of currently active LiveStream windows
es_es: Lista de ventanas de live-streaming activas
pt_pt: Lista de janelas de transmissão em direto ativas

source: Choose window(s) to work with
es_es: Selecciona ventanas con las que operar
pt_pt: Selecionar janelas para trabalhar com

source: Parameters for window change
es_es: Par&aacute;metros de conmutaci&oacute;n de ventanas
pt_pt: Parâmetros para mudança de janela

source: Live Stream controls
es_es: Controles de Video en directo
pt_pt: Controlos da transmissão em direto

source: On Screen Display
es_es: Datos en pantalla (O.S.D.)
hu_hu: Képernyőn adatok megjelenítése
pt_pt: Dados na Janela (O.S.D.)

source: OSD/video sync delay
es_es: OSD/Video ajuste de retardo
pt_pt: OSD/Video atraso de sincronização

source: OSD Transparency level
es_es: Nivel de transparencia en OSD
pt_pt: Nível de transparência no OSD

source: Current license permissions does not allow live stream operations
es_es: La licencia actual no permite operaciones de video en directo
pt_pt: A licença atual não permite operação de transmissão em direto

source: Chronometer displays
es_es: Video-cronometros
pt_pt: Vídeo-cronómetros

source: List of currently active video-chronometers scoreboards
es_es: Lista de pantallas de video-cron&oacute;metro activas
pt_pt: Lista vídeo-cronômetros atualmente ativos

source: Parameters for chrono display change
es_es: Parametros de conmutaci&oacute;n de video cron&oacute;metros
pt_pt: Parâmetros de alteração dos vídeos-cronómetros

source: Current license permissions does not allow chronometer operations
es_es: La licencia actual no permite operaciones de cron&ocute;metro electr&oacute;nico
pt_pt: A licença atual não permite operação com o cronómetro eletrónico

source: Internet access
es_es: Consulta por internet
pt_pt: Consulta por internet

source: Control panel for remote public access
es_es: Panel de control para el acceso remoto p&uacute;blico
pt_pt: Painel de controlo para o acesso público remoto

source: Select contest
es_es: Selecciona prueba
hu_hu: Verseny kiválasztása
pt_pt: Selecionar prova

source: Internet messaging board
es_es: Tablero de notificaciones por Internet
pt_pt: Painel de notificações da Internet

source: Dorsals
es_es: Dorsales
pt_pt: Dorsais

source: Current license permissions does not allow internet public access
es_es: La licencia actual no permite operaciones de acceso por Internet
pt_pt: A licença atual não permite operações de acesso publico pela internet

source: Video control dialog
es_es: Control de pantallas
pt_pt: Controle de vídeo

source: Updating videowall session list
es_es: Actualizando lista de pantallas
pt_pt: A atualizar as sessões de vídeo-marcador

source: View mode
es_es: Modo de pantalla
pt_pt: Modo de exibição

source: Type
es_es: Tipo
hu_hu: Típus
pt_pt: Tipo

source: Description
es_es: Descripci&oacute;n
hu_hu: Leírás
pt_pt: Descrição

source: Switch selected video-chronometers to choosen ring
es_es: Conmutar video-cron&oacute;metros marcados al ring seleccionado
pt_pt: Mudar os vídeo-cronómetros selecionados para o ring escolhido

source: Switch selected livestreamn windows to choosen ring/view
es_es: Conmutar pantallas de streaming marcadas al ring/vista escogido
pt_pt: Mudar as janelas de transmissão em direto selecionadas para o ring/visão escolhida

source: Turn On-Screen-Display overlay OFF
es_es: Desactivar la sobreimpresi&oacute;n de datos en pantalla
pt_pt: Desativar a sobreposição de dados na tela

source: Turn On-Screen-Display overlay ON
es_es: Activar la sobreimpresi&oacute;n de datos en pantalla
pt_pt: Ativar a sobreposição de dados na tela

source: Show text message on selected screen with specified duration
es_es: Mostrar el mensaje indicado durante el tiempo especificado en las pantallas
pt_pt: Mostrar na janela a mensagem indicada com a duração especifica

source: Switch selected scoreboard displays to choosen ring/view
es_es: Conmutar los video-marcadores seleccionados al ring/vista escogido
pt_pt: Mudar os vídeo-marcadores selecionados para o ring/vista escolhido

source: Send text message to connected internet clients<br/>listening to selected contest
es_es: Enviar notificaci&oacute;n a los clientes conectados por Internet a la prueba seleccionada
pt_pt: Enviar notificação aos clientes conectados pela internet <br/> que estão a ver a prova selecionada

source: Comma separated list of dorsals to send message to (or empty)
es_es: Lista separada por comas de dorsales a quienes enviar notificaci&oacute;n ( vac&iacute;a = todos )
pt_pt: Lista de dorsais separada por virgulas para quem pretende enviar notificação (vazia=todos)

source: Reload and update active client lists
es_es: Actualzar y recargar la lista de pantallas activas
pt_pt: Recarregar e atualizar a lista de clientes ativos

source: End video display remote control session. Close window
es_es: Finalizar sesi&oacute;n de control de pantallas. Cerrar ventana
pt_pt: Terminar a sessão de controle remoto de exibição de vídeo. Fechar janela

source: Results on selected categories
es_es: Resultados de la categor&iacute;a seleccionada
hu_hu: Kiválasztott kategóriák eredményei
pt_pt: Resultados das categorias selecionadas

source: Import partial scores results on this round from Excel file
es_es: Importar resultados parciales de la manga desde fichero Excel
pt_pt: Importar resultados parciais da manga a partir do ficheiro Excel

source: Update results on selected round/category
es_es: Ver resultados parciales de la manga seleccionada
hu_hu: Eredmények frissítése a kiválasztott futamban/kategóriában
pt_pt: Ver resultados parciais da manga selecionada

source: Print round results
es_es: Imprimir resultados de la manga
hu_hu: Futam eredményeinek nyomtatása
pt_pt: Imprimir resultados da manga

source: Import/Export partial scores from/to excel file
es_es: Importar/Exportar resultados parciales desde/hacia fichero Excel
pt_pt: Importar/Exportar resultados parciais a partir/para ficheiro Excel

source: Select journey
es_es: Selecciona jornada
hu_hu: Forduló kiválasztása
pt_pt: Selecionar jornada

source: Select contest and journey to work with
es_es: Selecciona la prueba y jornada a desplegar
hu_hu: Verseny és forduló kiválasztása
pt_pt: Selecionar a prova e jornada para trabalhar com

source: Name/Comments
es_es: Nombre / Observaciones
hu_hu: Név/Megjegyzés
pt_pt: Nome / Observações

source: Special
es_es: Especial
hu_hu: Speciális
pt_pt: Especial

source: Closed
es_es: Cerrada
hu_hu: Zárt
pt_pt: Fechada

source: You must select a valid contest/journey
es_es: Debe seleccionar una prueba y jornada v&aacute;lidas
hu_hu: Válassz ki egy érvényes verseny/fordulót
pt_pt: Deve selecionar uma prova e jornada válidas

source: Current license permissions
es_es: Los permisos de la licencia instalada
hu_hu: Jelenlegi licenc jogosultságai
pt_pt: As permissões de licença atuais

source: forbids handling of contests</br> with more than
es_es: no permiten la gesti&oacute;n de pruebas<br/> con m&aacute;s de
hu_hu: letiltja a kezelését a versenyeknek<br/>több mint
pt_pt: não permitem a gestão de provas<br/> com mais de

source: inscriptions
es_es: inscripciones
hu_hu: nevezéssel
pt_pt: inscrições

source: Session information
es_es: Informaci&oacute;n de la sesi&oacute;n
hu_hu: Munkamenet információ
pt_pt: Informação da sessão

source: Disconnect
es_es: Desconectar
hu_hu: Szétkapcsolás
pt_pt: Desconectar

source: Background image/mjpeg
es_es: Imagen de fondo / mjpeg
hu_hu: Háttér kép/mjpeg
pt_pt: Imagen de fundo / mjpeg

source: New session
es_es: Nueva Sesi&oacute;n
hu_hu: Új munkamenet
pt_pt: Nova sessão

source: Edit session
es_es: Editar Sesi&oacute;n
hu_hu: Munkamenet szerkesztése
pt_pt: Editar sessão

source: Delete session
es_es: Borrar Sesi&oacute;n
hu_hu: Munkamenet törlése
pt_pt: Apagar sessão

source: Reset session
es_es: Reniciar Sesi&oacute;n
hu_hu: Munkamenet visszaállítása
pt_pt: Reiniciar Sessão

source: Display Control
es_es: Control de Pantallas
pt_pt: Controle de exibições

source: Disconnect current user from session
es_es: Desconectar al usuario activo en esta sesi&oacute;n
hu_hu: Jelenlegi felhasználó leválasztása a munkamenetről
pt_pt: Desconectar utilizador ativo da sessão

source: Register session information. Upate database
es_es: Guardar la informaci&oacute;n de la sesi&oacute;n en la base de datos
hu_hu: Munkamenet információ regisztrálva. Adatbázis frissítve
pt_pt: Guardar a informação da sessão. Atualizar base de dados

source: Session (ring) data management
es_es: Gesti&oacute;n de sesiones (rings)
hu_hu: Munkamenet (pálya) adatainak kezelése
pt_pt: Gestão de sessões (rings)

source: Updating session list
es_es: Actualizando lista de sesiones
hu_hu: Munkamenetek listájának frissítése
pt_pt: A atualizar lista de ssões

source: Add a new session (ring)<br/>into data base
es_es: Crear y a&ntilde;adir una nueva sesi&oacute;n (ring)<br /> a la base de datos
hu_hu: Új munkamenet (pálya) létrehozása és<br/> beillesztése az adatbázisba
pt_pt: Criar e adiconar uma nova sessão (ring) <br/> na base de dados

source: Modify data on selected session (ring)
es_es: Modificar datos de la sesi&oacute;n (ring) seleccionada
hu_hu: Kiválasztott munkamenet (pálya) adatainak szerkesztése
pt_pt: Modificar dados na sessão (ring) selecionado

source: Remove selected session from database
es_es: Borrar la sesi&oacute;n (ring) seleccionada de la BBDD
hu_hu: Kiválasztott munkamenet (pálya) törlése az adatbázisból
pt_pt: Apagar a sessão (ring) selecionada da BD

source: Reset/Clear event log from selected session
es_es: Vaciar el registro de eventos de la sesi&oacute;n seleccionada
hu_hu: Eseménynapló visszaállítása/törlése a kiválasztott munkamenetből
pt_pt: Reset/Limpar o registro de eventos da sessão selecionada

source: Clear search box. Update data
es_es: Borrar casilla de busqueda. Actualizar datos
hu_hu: Keresődoboz kiürítése. Adatok firssítése
pt_pt: Apagar caixa de pesquisa. Atualizar dados

source: Look for sessions matching search criteria
es_es: Buscar sesiones que coincidan con el criterio de busqueda
hu_hu: Munkamenet keresése a keresési kritérium alapján
pt_pt: Pesquisar sessões que coincidam com os critérios de pesquisa

source: View/control active displays
es_es: Ver/Controlar pantallas conectadas
pt_pt: Visualizar/controlar exibições ativas

source: on currently defined sessions
es_es: en las sesiones definidas
pt_pt: nas sessões definidas

source: Tools
es_es: Herramientas
hu_hu: Eszközök
pt_pt: Ferramentas

source: Create database backup
es_es: Copia de seguridad de la BBDD
hu_hu: Adatbázis mentés készítése
pt_pt: Cópia de segurança da BD

source: Restore database backup
es_es: Restaurar base de datos
hu_hu: Adatbázis mentés visszaállítása
pt_pt: Restaurar base de dados

source: Update database fom Internet
es_es: Actualizar BBDD desde internet

source: Download
es_es: Descargar

source: Erase database contents
es_es: Borrar base de datos
hu_hu: Adatbázis tartalmának törlése
pt_pt: Apagar base de dados

source: Erase
es_es: Borrar

source: Delete stored contests
es_es: Borrar pruebas almacenadas
hu_hu: Tárolt versenyek törlése
pt_pt: Apagar provas armazenadas

source: Search for updates
es_es: Buscar actualizaciones
hu_hu: Frissítések keresése
pt_pt: Pesquisar atualizações

source: Synchronize database with server
es_es: Sincronizar base de datos con el servidor

source: Debug and log trace file
es_es: Fichero de depuraci&oacute;n y registro (log) de ejecuci&oacute;n
pt_pt: Ficheiro de depuração e registo ( log)

source: View
es_es: Vista
pt_pt: Vista

source: Clear temporary directory
es_es: Limpiar carpeta de ficheros temporales
pt_pt: Limpar pasta de ficheiros temporários

source: Trash
es_es: Papelera
pt_pt: Lixo

source: All federations
es_es: Todas las federaciones

source: Create and download a database backup copy
es_es: Generar y descargar una copia de seguridad de la base de datos
hu_hu: Adatbázis biztonsági mentés létrehozása és letöltése
pt_pt: Criar e fazer download de uma cópia de segurança da base e dados

source: Restore database contents from previous backup
es_es: Restaurar la base de datos desde un backup previo
hu_hu: Adatbázis adatainak visszatöltése az előző frissítésből
pt_pt: Resturar a base de dados a partir de uma cópia de segurança anterior

source: Download and install latest database update from internet
es_es: Descargar e instalar la &uacute;ltima actualizaci&oacute;n de la BBDD desde internet

source: Clear EVERY database content for selected federation
es_es: Borrar TODOS los datos de la BBDD de la federaci&oacute;n seleccionada

source: Clear all contests from database
es_es: Borrar todas las pruebas de la base de datos

source: leaving only dogs/handlers/judges/clubs information
es_es: dejando solo datos sobre perros, gu&iacute;as, clubes y jueces
hu_hu: csak a kuytákat/felvezetőket/bírókat/klubokat hagyja meg
pt_pt: deixando somente dados dos cães, condutores, clubes e juízes

source: Search and install AgilityContest updates
es_es: Buscar e instalar actualizaciones de AgilityContest
hu_hu: AgilityConest frissítések keresése és telepítése
pt_pt: Pesquisar e instalar atualizações de AgilityContest

source: Synchronize current database content with<br/>stored data from AgilityContest server
es_es: Sincronizar el contenido de la base de datos local<br/>con los datos almacenados en el servidor AgilityContest

source: Clear debugging and trace file
es_es: Borrar fichero de errores y registro (log) de ejecuci&oacute;n
pt_pt: Apagar ficheiro de erros e registro (log)

source: Download debug and trace file
es_es: Descargar fichero de errores y trazas de ejecuci&oacute;n
pt_pt: Fazer download do ficheiro de erros e registro (log)

source: Remove every unneeded files from temporary directory
es_es: Borrar todos los ficheros que ya no son necesarios de la carpeta temporal
pt_pt: Apagar todos os ficheiros desnecessários da pasta temporária

source: Password change
es_es: Cambio de ontrase&ntilde;a
hu_hu: Jelszó változtatás
pt_pt: Mudar Palavra-Chave

source: Current password
es_es: Contrase&ntilde;a actual
hu_hu: Jelenlegi jelszó
pt_pt: Palavra-Chave atual

source: New password
es_es: Nueva contrase&ntilde;a
hu_hu: Új jelszó
pt_pt: Nova Palavra-Chave

source: again
es_es: otra vez
hu_hu: újra
pt_pt: confirme Palavra-Chave

source: User information
es_es: Informaci&oacute;n del usuario
hu_hu: Felhasználói információk
pt_pt: Informação do utilizador

source: Information
es_es: Informaci&oacute;n
hu_hu: Információ
pt_pt: Informação

source: Admin
es_es: Administrador
pt_pt: Administrador

source: Operator
es_es: Operador
hu_hu: Kezelő
pt_pt: Operador

source: Assistant
es_es: Asistente
hu_hu: Írnok
pt_pt: Assistente

source: Guest
es_es: Invitado
hu_hu: Vendég
pt_pt: Convidado

source: New user
es_es: Nuevo usuario
hu_hu: Új felhasználó
pt_pt: Novo utilizador

source: Edit user
es_es: Editar usuario
hu_hu: Felhasználó szerkesztése
pt_pt: Editar utilizador

source: Delete user
es_es: Borrar usuario
hu_hu: Felhasználó törlése
pt_pt: Apagar utilizador

source: Change user password
es_es: Cambiar la contrase&ntilde;a del usuario
hu_hu: Felhasználói jelszó módosítása
pt_pt: Alterar Palavra-Chave do utilizador

source: Store user information into database
es_es: Guardar informaci&oacute;n del usuario en la base de datos
hu_hu: Felhasználói információk mentése az adatbázisba
pt_pt: Guardar informação do utilizador na base de dados

source: Change password
es_es: Cambiar la contrase&ntilde;a
hu_hu: Jelszó változtatás
pt_pt: Alterar Palavra-Chave

source: User data management
es_es: Gesti&oacute;n de usuarios
hu_hu: Felhasználói adatok kezelése
pt_pt: Gestão de utilizadores

source: Updating users list
es_es: Actualizando lista de usuarios
hu_hu: Felhasználó lista frissítése
pt_pt: A atualizar a lista de utilizadores

source: Create and insert new user<br/> into database
es_es: Crea y a&ntilde;ade nuevo usuario<br /> a la base de datos
hu_hu: Új felhasználó létrehozása és<br/> beillesztése az adatbázisba
pt_pt: Criar e adicionar novo utilizador<br /> na base de dados

source: Modify data on selected user
es_es: Modificar los datos del usuario seleccionado
hu_hu: Kiválasztott felhasználó adatainak szerkesztése
pt_pt: Modificar dados do utilizador selecionado

source: Remove selected user from database
es_es: Borrar el usuario seleccionado de la base de datos
hu_hu: Kiválasztott felhasználó törlése az adatbázisból
pt_pt: Apagar o utilizador selecionado da base de dados

source: Club data Import
es_es: Importar datos de Clubs
hu_hu: Klub adatok importálása
pt_pt: Importar dados dos clubes

source: Open dialog to create new club
es_es: Abrir di&aacute;logo de creaci&oacute;n de clubes
pt_pt: Abrir formulário de criação de clubes

source: Use selected club and update club info
es_es: Usar el club seleccionado en los datos importados
pt_pt: Usar clube selecionado e atualizar informação

source: Ignore entry. do not import into database
es_es: Ignorar esta entrada y las relacionadas. no importar en base de datos
hu_hu: Elem mellőzése. Ne importálja az adatbázisba
pt_pt: Ignorar esta entrada não importar para a base de dados

source: Clear club selection
es_es: Borrar selecci&oacute;n de club
pt_pt: Apagar seleção de clube

source: Handler import
es_es: Importar gu&iacute;a
pt_pt: Importar condutor

source: On selection preserve name from
es_es: Pulsando `Seleccionar`, preservar nombre desde
pt_pt: Ao pressionar `Selecionar', guarde o nome de

source: DataBase
es_es: Base de datos
pt_pt: Base de dados

source: Excel File
es_es: Fichero excel
pt_pt: Ficheiro Excel

source: Create
es_es: Crear
pt_pt: Criar

source: Clear selection
es_es: Borrar selecci&oacute;n
pt_pt: Apagar seleção

source: Use selected handler to be used in imported data
es_es: Usar gu&iacute;a seleccionado para los datos a importar
pt_pt: Usar o condutor selecionado para os dados a importar

source: Use Excel imported data to create a new handler
es_es: Crear un nuevo gu&iacute;a a partir de los datos importados
pt_pt: Criar um novo condutor a partir dos dados importados do Excel

source: Ignore handler and their entries from imported Excel data
es_es: Ignorar todas las entradas a importar en que aparezca este gu&iacute;a
pt_pt: Ignorar todas as entradas a importar em que apareça este condutor

source: Results import
es_es: Importaci&oacute;n de resultados
pt_pt: Importação dos resultados

source: Use selected dog for requested Excel import data
es_es: Usar el perro seleccionado en los datos Excel a importar
pt_pt: Usar cão selecionado nos dados Excel a importar

source: Ignore data. Do not add entry to evaluated starting order
es_es: Ignorar entrada. No a&ntilde;adir al orden de salida final

source: Dog import
es_es: Importar perros
pt_pt: Importar Cães

source: Create a new dog with Excel provided data
es_es: Crear un nuevo perro con los datos a importar
pt_pt: Criar um novo cão com os dados a importar

source: Use selected dog to be used in requested Excel import data
es_es: Usar el perro seleccionado en los datos a importar
pt_pt: Usar o cão selecionado nos dados a importar

source: Ignore data. Do not import Excel dog entry into database
es_es: Ignorar este perro en los datos a importar
pt_pt: Ignorar cão nos dados a importar

source: Ignore data. Do not import Excel result entry into database
es_es: Ignorar entrada. No importar este resultado a la base de datos
pt_pt: Ignorar entrada. Não importar este resultado para a base de dados

source: Judge
es_es: Juez
hu_hu: Bíró
pt_pt: Juiz

source: Replicate
es_es: Replicar
hu_hu: Másolat
pt_pt: Replicar

source: Courses
es_es: Recorridos
hu_hu: Pályák
pt_pt: Pistas

source: Distance
es_es: Distancia
hu_hu: Távolság
pt_pt: Distancia

source: Obstacles
es_es: Obst&aacute;culos
hu_hu: Akadályok
pt_pt: Obstáculos

source: Standard Course Time
es_es: Tiempo de Recorrido Standard
hu_hu: Szintidő
pt_pt: Tempo de Percurso Standard

source: Maximum Course Time
es_es: Tiempo de Recorrido M&aacute;ximo
hu_hu: Maximum idő
pt_pt: Tempo de Percurso Máximo

source: Fixed SCT
es_es: TRS fijo
hu_hu: Fix SCT
pt_pt: TPS corrigido

source: Best result
es_es: Mejor tiempo
hu_hu: Legjobb eredmény
pt_pt: Melhor Tempo

source: 3 best average
es_es: Media 3 mejores
hu_hu: 3 legjobb átlaga
pt_pt: Media 3 melhores

source: Velocity
es_es: Velocidad
hu_hu: Sebesség
pt_pt: Velocidade

source: Secs
es_es: Segs
hu_hu: Másodperc
pt_pt: Segs

source: Fixed MCT
es_es: TRM fijo
hu_hu: Fix MCT
pt_pt: TPM corrigido

source: SCT
es_es: TRS
pt_pt: TPS

source: SCT Standard
es_es: TRS Standard
hu_hu: SCT Large
pt_pt: TPS Standard

source: SCT Medium
es_es: TRS Medium
pt_pt: TPS Medium

source: SCT Small
es_es: TRS Small
pt_pt: TPS Small

source: Templates
es_es: Plantillas
hu_hu: Sablonok
pt_pt: Formulários

source: Scores
es_es: Clasificaciones
hu_hu: Pontok
pt_pt: Classificações

source: Current user has NO WRITE PERMISSIONS
es_es: El usuario actual NO TIENE PERMISO DE ESCRITURA
hu_hu: A jelenlegi felhasználónak NINCS ÍRÁSI JOGOSULTSÁGA
pt_pt: O utilizador atual NÂO TEM PERMISSÕES DE EDIÇÃO

source: Journey closed. CANNOT ADD/MODIFY DATA
es_es: La jornada est&aacute; cerrada. NO SE PUEDEN A&Ntilde;ADIR NI MODIFICAR DATOS
pt_pt: A jornada está encerrada. NÂO SE PODEM ADICIONAR/MODIFICAR DADOS

source: Judge name
es_es: Nombre del juez
hu_hu: Bíró neve
pt_pt: Nome do Juiz

source: Error loading round information
es_es: Error cargando informaci&oacute;n de la manga
hu_hu: Nem sikerült betölteni a futam adatait
pt_pt: Erro ao carregar as informações da manga
