Repository: geduxas/AgilityContest
Catalog: agility/locale/*/LC_MESSAGES/AgilityContest.po
Languages: es_es, hu_hu, pt_pt

source: Precedence on DB/Excel entry match
es_es: Prioridad en caso de coincidencia
pt_pt: Prioridade em caso de coincidência

source: Excel file
es_es: Fichero excel
pt_pt: Ficheiro Excel

source: Text Conversion
es_es: Conversi&oacute;n del texto
pt_pt: Conversão do texto

source: Capitalize words
es_es: Inicial en may&uacute;sculas
pt_pt: Inicial em maiúsculas

source: Leave as is
es_es: Dejar como est&aacute;
pt_pt: Deixar como está

source: Action on empty fields
es_es: Acci&oacute;n ante campos vac&iacute;os
pt_pt: Ação nos campos vazios

source: Overwrite
es_es: Sobre-escribir
pt_pt: Sobrescrever

source: Import status
es_es: Importar estado
hu_hu: Importálás állapota
pt_pt: Importar estado

source: Import
es_es: Importar
pt_pt: Importar

source: Eval
es_es: Calcular
pt_pt: Calcular

source: Import/Export
es_es: Importar/Exportar
pt_pt: Importar/Exportar

source: Print
es_es: Imprimir
hu_hu: Nyomtat
pt_pt: Imprimir

source: Updating training session timetable for contest
es_es: Actualizando sesi&oacute;n de entrenamientos de la prueba
pt_pt: A atualizar horários da sessão de treinos para a prova

source: Date
es_es: Fecha
hu_hu: Dátum
pt_pt: Data

source: Check-in
es_es: Firma
pt_pt: Assinatura

source: Veterinary
es_es: Veterinario
pt_pt: Veterinário

source: Start
es_es: Inicio
pt_pt: Inicio

source: Duration
es_es: Duracion
pt_pt: Duração

source: Save changes to training session being edited
es_es: Guardar los cambios editados en el entrenamiento
pt_pt: Guardar as modificações efectuadas no treino

source: Cancel changes. Restore previous values
es_es: Anular cambios. Restaurar valores originales
pt_pt: Anular modificações. Restaurar valores originais

source: Re-create training table from inscription data
es_es: Regenerar sesi&oacute;n de entrenamientos con datos de las inscripciones
pt_pt: Recriar a tabela de treino a partir de dados de inscrição

source: Refresh training session timetable from database
es_es: Actualizar sesi&oacute;n de entrenamientos
pt_pt: Atualizar horário da sessão de treino a partir da base de dados

source: Import/export session from/to Excel file
es_es: Importar/Exportar sesi&oacute;n desde/hacia fichero Excel
pt_pt: Importar/Exportar sessão a partir/para ficheiro Excel

source: Print training session timetable
es_es: Imprimir la sesi&oacute;n de entrenamientos de la prueba
pt_pt: Imprimir horários da sessão de treinos

source: Recalculate timetable values starting at selected row
es_es: Recalcular los horarios desde la fila seleccionada
pt_pt: Recalcular os horários a partir da fila selecionada

source: Import training session data from selected Excel file
es_es: Importar tabla de entrenamientos desde el fichero Excel seleccionado
pt_pt: Importar tabela de treinos a partir do ficheiro Excel selecionado

source: Team information
es_es: Datos del equipo
hu_hu: Csapat információ
pt_pt: Informação da equipa

source: Categories
es_es: Categor&iacute;as
hu_hu: Méretek
pt_pt: Categorias

source: Close
es_es: Cerrar
hu_hu: Bezár
pt_pt: Fechar

source: Register team data.<br />Update database
es_es: Registrar datos del equipo. Actualizar base de datos
hu_hu: Csapat adatok mentve.<br/>Adatbázis frissítése
pt_pt: Registar dados de equipa.<br />Atualizar base de dados

source: Terminate operations. Close window
es_es: Terminar la operaci&oacute;n. Cerrar ventana
hu_hu: Műveletek megszakítása. Ablak bezárása
pt_pt: Terminar operações. Fechar janela

source: Handler information
es_es: Datos del gu&iacute;a
hu_hu: Felvezető információ
pt_pt: Dados do condutor

source: New club
es_es: Nuevo Club
hu_hu: Új klub
pt_pt: Novo clube

source: Aceptar handler data. Store into database
es_es: Aceptar datos del gu&iacute;a. Guardar en la base de datos
hu_hu: Felvezető információk elfogadása. Mentés az adatbázisba
pt_pt: Aceitar dados do condutor. Guardar na base de dados

source: Register new club into database
es_es: Registrar un nuevo club en la base de datos
hu_hu: Új klub regisztrálása az adatbázisba
pt_pt: Registar novo clube na base de dados

source: Club name
es_es: Nombre del Club
hu_hu: Klub neve
pt_pt: Nome do clube

source: Journey information
es_es: Informaci&oacute;n de la jornada
hu_hu: Forduló információk
pt_pt: Informação da jornada

source: Hour
es_es: Hora
hu_hu: Óra
pt_pt: Hora

source: Rounds on this journey
es_es: Mangas de la jornada
hu_hu: Futamok ebben a fordulóban
pt_pt: Mangas da jornada

source: No grades - Open
es_es: Sin grados - Open
pt_pt: Sem graus - Open

source: K.O. Round
es_es: Ronda K.O.
hu_hu: K.O. Futam
pt_pt: Ronda K.O

source: Games / WAO
es_es: Juegos / WAO
pt_pt: Jogos / WAO

source: Special round
es_es: Manga especial
hu_hu: Speciális futam
pt_pt: Manga especial

source: Subordinate of
es_es: Dependiente de
pt_pt: Subordinado de

source: Competition Mode
es_es: Modalidad
pt_pt: Modo de competição

source: Single round
es_es: Una vuelta
hu_hu: Egy futam
pt_pt: Uma manga

source: Double round
es_es: Doble vuelta
hu_hu: Két futam
pt_pt: Duas mangas

source: Triple round
es_es: Triple vuelta
pt_pt: Três mangas

source: 2 best of 3
es_es: 2 mejores de 3
hu_hu: 2 legjobb a 3-ból
pt_pt: 2 melhores de 3

source: 3 best of 4
es_es: 3 mejores de 4
hu_hu: 3 legjobb a 4-ből
pt_pt: 3 melhores de 4

source: 2 combined
es_es: 2 conjunta
hu_hu: 2 kombinált
pt_pt: 2 conjunta

source: 3 combined
es_es: 3 conjunta
hu_hu: 3 kombinált
pt_pt: 3 conjunta

source: 4 combined
es_es: 4 conjunta
hu_hu: 4 kombinált
pt_pt: 4 conjunta

source: Register journey into database
es_es: Registrar datos de la jornada en la base de datos
hu_hu: Forduló adatok mentése az adatbázisba
pt_pt: Registar dados da jornada na base de dados

source: Judge information
es_es: Datos del juez
hu_hu: Bíró információk
pt_pt: Dados do juiz

source: International judge
es_es: Juez internacional
hu_hu: Nemzetközi bíró
pt_pt: Juiz internacional

source: Learning judge
es_es: Juez en pr&aacute;cticas
hu_hu: Gyakorló bíró
pt_pt: Juiz em formação

source: Federations
es_es: Federaciones
hu_hu: Szövetség
pt_pt: Federações

source: Register judge information into database
es_es: Registrar informaci&oacute;n del juez en la base de datos
hu_hu: Bírói információ mentése az adatbázisba
pt_pt: Registar a informação do juiz na base de dados

source: -- Search --
es_es: -- Buscar --
hu_hu: -- Keresés --
pt_pt: -- Pesquisar --

source: Journeys
es_es: Jornadas
hu_hu: Fordulók
pt_pt: Jornadas

source: New dog
es_es: Nuevo perro
hu_hu: Új kutya
pt_pt: Novo cão

source: Inscribe
es_es: Inscribir
hu_hu: Bejegyzés
pt_pt: Inscrever

source: Done.
es_es: Hecho.
hu_hu: Kész
pt_pt: Feito

source: Processing inscriptions
es_es: Procesando inscripciones
hu_hu: Nevezések feldolgozása
pt_pt: A processar inscrições

source: Enrolling
es_es: Inscribiendo a
hu_hu: Besorolás
pt_pt: Inscrição em

source: Add inscriptions to contest
es_es: A&ntilde;adir inscripciones a la prueba
hu_hu: Nevezés hozzáadása a versenyhez
pt_pt: Adicionar inscrições à prova

source: Updating dog list
es_es: Actualizando lista de perros
hu_hu: Kutyák listájának frissítése
pt_pt: A atualizar a lista de cães

source: Search available competitors
es_es: Buscar posibles participantes
hu_hu: Elérhető versenyzők keresése
pt_pt: Pesquisar concorrentes disponíveis

source: matching search criteria
es_es: que coincidan con el criterio de b&uacute;squeda
hu_hu: keresési kritériumnak megfelelő
pt_pt: que coincidam com o critério na pesquisa

source: Inscribe selected dog(s) into contest
es_es: Inscribir el/los perro(s) seleccionados en la prueba
hu_hu: Kiválasztott kutyák bejegyzése a versenybe
pt_pt: Inscrever os cães selecionado na prova

source: Close window
es_es: Cerrar ventana
hu_hu: Ablak bezárása
pt_pt: Fechar janela

source: Return to inscription handling form
es_es: Volver a la pantalla de gesti&oacute;n de inscripciones
hu_hu: Visszatérés a nevezéseket kezelő menübe
pt_pt: Retornar ao formulário de gestão e inscrições

source: Clear selection. Refresh list
es_es: Borrar selecci&oacute;n. Actualizar lista
hu_hu: Kijelölés törlése. Lista frissítése
pt_pt: Apagar seleção. Atualizar lista

source: Insert new dog into database
es_es: A&ntilde;adir un nuevo perro en la base de datos
pt_pt: Inserir novo cão na base de dados

source: Reorder
es_es: Reordenar
hu_hu: Újrarendez
pt_pt: Reordenar

source: Ordering method
es_es: Ordenar por

source: Sort
es_es: Ordenar
hu_hu: Rendezés
pt_pt: Ordenar

source: Range
es_es: Rango

source: Refresh
es_es: Refrescar
hu_hu: Frissítés
pt_pt: Atualizar

source: Reorder selected dog(s)
es_es: Re-ordenar perro(s) seleccionado(s)

source: Order
es_es: Orden
hu_hu: Sorrend
pt_pt: Ordem

source: Import starting order for this round from Excel file
es_es: Importar orden de salida de la manga desde un fichero Excel

source: Manual setting of teams order for this round
es_es: Ajuste manual del orden de salida de equipos de esta manga
hu_hu: Manuális beállítások a csapatok sorrendjében erre a futamra
pt_pt: Ajuste manual da ordem de saída das equipas para esta manga

source: --- Select ---
es_es: --- Seleccionar ---

source: Random order
es_es: Orden de salida aleatorio

source: Reverse results
es_es: Inverso a resultados de manga anterior

source: Same order
es_es: Mismo orden que anterior manga

source: Reverse order
es_es: Inverso de la manga anterior

source: Alphabetical (handlers)
es_es: Alfab&eacute;tico (gu&iacute;as)

source: Order by dorsal
es_es: Ordenar por dorsal

source: Import from Excel
es_es: Importar desde Excel

source: Updating teams starting order
es_es: Actualizando orden de salida de equipos
hu_hu: Csapatok indulási sorrendjének frissítése
pt_pt: A atualizar a ordem de saída das equipas

source: Updating starting order
es_es: Actualizando orden de salida
hu_hu: Rajtlista frissítése
pt_pt: A atualizar ordem de saída

source: No data yet
es_es: No hay datos todav&iacute;a
pt_pt: Ainda não há dados

source: Need to choose starting order to show valid data on this round
es_es: Es necesario sortear orden de salida para poder visualizar datos v&aacute;lidos
pt_pt: Deverá selecionar a ordem de partida para visualizar dados para esta ronda

source: On first round
es_es: En la primera manga
pt_pt: Na primeira manga

source: Make sure to select competitors and starting order to organize rounds
es_es: Ajuste competidores y orden de salida para organizar la manga
pt_pt: Ajustar concorrentes e ordem de saída para organizar a manga

source: Re-evaluate starting order according sort method
es_es: Recalcular orden de salida seg&uacute;n el m&eacute;todo de ordenaci&oacute;n seleccionado

source: Look for <em>proximity alerts</em>
es_es: Buscar alertas de proximidad
hu_hu: <em>Közelségi figyelmeztetések</em> keresése
pt_pt: Procure por <em>alertas de proximidade</em>

source: with dogs belonging same handler
es_es: con perros pertenecientes al mismo gu&iacute;a
hu_hu: kutyákkal akik ugyanahoz a felvezetőhöz tartoznak
pt_pt: com cães pertencentes ao mesmo dono

source: Manual setting of teams starting order
es_es: Ajuste manual del orden de salida de equipos
hu_hu: Manuális beállítások a csapatok indulási sorrendjében
pt_pt: Ajustar manualmente a ordem de saída das equipas

source: Print starting order
es_es: Imprimir orden de salida
hu_hu: Startlisták nyomtatása
pt_pt: Imprimir a ordem de saída

source: Reload starting order. Update window
es_es: Recargar orden de salida. Refrescar ventana
hu_hu: Indulási sorrend újratöltése. Ablak frissítése
pt_pt: Atualizar ordem de saída. Atualizar janela

source: Select sorting order
es_es: Seleccionar modo de ajuste del orden de salida

source: Select dorsal range to apply sort process
es_es: Seleccionar rango de dorsales donde aplicar la ordenación

source: Import round result data from selected Excel file
es_es: Importar resultados de la manga desde el fichero Excel seleccionado
pt_pt: Importar resultados da manga a partir do ficheiro Excel selecionado

source: Move dogs to new provided starting order
es_es: Mover los perros al puesto de salida seleccionado

source: Cancel re-ordering. Close window
es_es: Cancelar re-ordenación. Cerrar ventana

source: Insert
es_es: Insertar
hu_hu: Beilleszt
pt_pt: Inserir

source: Delete
es_es: Borrar
hu_hu: Törlés
pt_pt: Apagar

source: Session - Ring
es_es: Sesi&oacute;n - Ring
hu_hu: Pálya
pt_pt: Sessão - Ring

source: Timetable
es_es: Horario
hu_hu: Program
pt_pt: Horário

source: New activity
es_es: Nueva actividad
hu_hu: Új program
pt_pt: Nova atividade

source: Updating activities and timetable on journey
es_es: Actualizando programa de actividades de la jornada
hu_hu: Programok és időrendek frissítése ebben a fordulóban
pt_pt: A atualizar atividades e programa da jornada

source: Activity
es_es: Actividad
hu_hu: Program
pt_pt: Actividade

source: Add a new activity into journey timetable
es_es: A&ntilde;adir una nueva actividad al programa de la jornada
hu_hu: Új program hozzáadása az időrendhez
pt_pt: Adicionar uma nova atividade no programa da jornada

source: Edit selected activity
es_es: Editar actividad seleccionada
hu_hu: Kiválasztott program szerkesztése
pt_pt: Editar atividade selecionada

source: Remove activity from journey timetable
es_es: Borrar la actividad del programa de la jornada
hu_hu: Kiválasztott program törlése a forduló időrendjéből
pt_pt: Apagar a atividade do programa da jornada

source: Refresh journey timetable from database
es_es: Refrescar programa de la jornada desde la base de datos
hu_hu: Forduló időrendjének frissítése
pt_pt: Atualizar o programa da jornada a partir da base e dados

source: Print journey activities timetable
es_es: Imprimir el programa de la jornada
hu_hu: Forduló programjénak nyomtatása
pt_pt: Imprimir o programa da jornada

source: Store activity information into database
es_es: Guardar actividad en la base de datos
hu_hu: Programok információinak mentése az adatbázisba
pt_pt: Guardar atividade na base de dados

source: New handler
es_es: Nuevo Gu&iacute;a
hu_hu: Új felvezető
pt_pt: Novo condutor

source: Edit handler
es_es: Editar gu&iacute;a
hu_hu: Felvezető szerkesztése
pt_pt: Editar Condutor

source: Notice
es_es: Aviso
hu_hu: Megjegyzés
pt_pt: Aviso

source: Changes on Grade or Category for a dog
es_es: Los cambios de grado o categor&iacute;a de un perro
hu_hu: Változások a Szintben vagy Méretben egy kutyánál
pt_pt: As modificações de Grau e Categoria de um cão

source: will affect to every non closed contest and journeys
es_es: afectar&aacute;n a todas las pruebas y jornadas que no est&eacute;n cerradas
hu_hu: érinteni fognak minden nem-lezárt versenyt és futamot
pt_pt: irá afetar todas as provas e jornadas que não estão fechadas

source: where dog have been inscribed
es_es: en las que el perro se haya inscrito
hu_hu: ahova a kutya nevezve lett
pt_pt: e nas quais o cão está inscrito

source: Register dog information. Update database
es_es: Registrar informaci&oacute;n del perro en la base de datos
hu_hu: Kutya információjának mentése. Adatbázis frissítése
pt_pt: Registar informação do cão na base de dados. Atualizar base de dados

source: Register a new handler
es_es: Registrar un nuevo gu&iacute;a
hu_hu: Új felvezető regisztrálása
pt_pt: Registar um novo Condutor

source: Edit current handler
es_es: Editar gu&iacute;a actual
pt_pt: Editar condutor actual

source: Handler name
es_es: Nombre del gu&iacute;a
hu_hu: Felvezető neve
pt_pt: Nome do condutor

source: New plugin
es_es: Nuevo m&oacute;dulo
pt_pt: Novo módulo

source: Upgrade
es_es: Actualizar
pt_pt: Atualizar

source: Current installed modules
es_es: M&oacute;dulos instalados actualmente
pt_pt: Módulos instalados atualmente

source: Loading competitions module list
es_es: Actualizando lista de m&oacute;dulos de competici&oacute;n
pt_pt: A atualizar a lista de módulos de competição

source: Federation
es_es: Federaci&oacute;n
hu_hu: Szövetség
pt_pt: Federação

source: Email
es_es: Correo Electr&oacute;nico
pt_pt: Correio eletrónico

source: Version
es_es: Versi&oacute;n
hu_hu: Verzió
pt_pt: Versão

source: Revision
es_es: Revisi&oacute;n
pt_pt: Revisão

source: Search and install new competition modules
es_es: Buscar e instalar nuevos m&oacute;dulos de competici&oacute;n
pt_pt: Pesquisar e instalar novos módulos de competição

source: Update selected competition module
es_es: Actualizar el m&oacute;dulo de competici&oacute;n seleccionado
pt_pt: Atualizar o módulo de competição selecionado

source: Delete selected competition module
es_es: Borrar el m&oacute;dulo de competici&oacute;n seleccionado
pt_pt: Apagar o módulo de competição selecionado

source: Reload competition module list
es_es: Actualizar lista de m&oacute;dulos de competici&oacute;n
pt_pt: Atualizar lista de módulos de competição

source: Select document type to be generated
es_es: Selecciona el tipo de documento a generar
hu_hu: Válaszd ki a generálandó dokumentum típusát
pt_pt: Selecionar o tipo de documento a criar

source: Activities and timetable on this journey
es_es: Programa de actividades y horarios de la jornada
hu_hu: Programok és időrend ebben a fordulóban
pt_pt: Programa de atividades e horários da jornada

source: Starting order on this round
es_es: Orden de Salida de la manga
hu_hu: Rajtlista ebben a futamban
pt_pt: Ordem de Saída da manga

source: Excel format
es_es: Formato Excel
pt_pt: Formato Excel

source: SheetCalc to evaluate SCT and MCT
es_es: Hoja de c&aacute;lculo para el TRS y TRM
hu_hu: Számolótábla az SCT és MCT kiszámolásához
pt_pt: Folha de cálculo para o TPS e TPM

source: Sheet to anotate data on rounds
es_es: Hoja para apuntar datos de las mangas
hu_hu: Futam eredményeinek kézi vezetéséhez táblázat
pt_pt: Folha para anotar os dados das mangas

source: Judge assistant empty sheet
es_es: Hoja del asistente de pista (vac&iacute;a)
hu_hu: Üres írnoki lista
pt_pt: Folha do assistente de pista (vazia)

source: Judge assistant sheets (1 dog/page)
es_es: Hojas del asistente de pista (1 perro/p&aacute;gina)
hu_hu: Írnoki lista (1 kutya/lap)
pt_pt: Folhas do assistente de pista (1 cão/página)

source: Judge assistant sheets (5 dogs/page)
es_es: Hojas del asistente de pista (5 perros/p&aacute;gina)
hu_hu: Írnoki lista (5 kutya/lap)
pt_pt: Folhas do assistente de pista(5 cães/página)

source: Judge assistant sheets (10 dogs/page)
es_es: Hojas del asistente de pista (10 perros/p&aacute;gina)
hu_hu: Írnoki lista (10 kutya/lap)
pt_pt: Folhas do assistente de pista (10 cães/páginas)

source: Judge assistant sheets (15 dogs/page)
es_es: Hojas del asistente de pista (15 perros/p&aacute;gina)
pt_pt: Folhas do assistente de pista (15 cães/página)

source: Judge assistant sheets (combined for team 4)
es_es: Hojas del asistente de pista (pruebas equipos 4)
hu_hu: Írnoki lista (kombinált 4 fős csapathoz)
pt_pt: Folhas do assistente de pista (Combinadas para equipas de 4)

source: Judge assistant sheets (KO rounds)
es_es: Hojas del asistente de pista (KO)
pt_pt: Folhas do assistente de pista (KO)

source: Judge assistant sheets (Games)
es_es: Hojas del asistente de pista (Games)
pt_pt: Folhas do assistente de pista (Jogos)

source: PDF Header comment
es_es: Texto adicional en cabecera
pt_pt: Texto adiciona no cabeçalho

source: First and last dog/team to print
es_es: Primer y ultimo perro/equipo a listar
pt_pt: Primeiro e ultimo cão/equipa a listar

source: Print form
es_es: Imprimir formulario
hu_hu: Nyomtatás
pt_pt: Imprimir formulario

source: Generate selected document
es_es: Generar documento solicitado
pt_pt: Criar documento solicitado

source: Before sending email with contest info to clubs
es_es: Antes de enviar el correo con la informaci&oacute;n de la prueba
pt_pt: Antes de enviar o correio com a informação da prova

source: Make sure that triptych and poster URL are declared
es_es: Asegurarse de que la URL del tr&iacute;ptico y del cartel son correctas
pt_pt: Certifique-se de que o Catálogo e o URL do cartaz são declarados

source: Revise/Edit email text to be sent with attachements
es_es: Revisar/Editar el texto del correo que se va a enviar
pt_pt: Verificar/Editar o texto do correio que vai enviar

source: Decide if you want to send empty inscription template
es_es: Decidir si se envia una plantilla de inscripci&oacute;n vac&iacute;a
pt_pt: Decidir se pretende enviar o formulário de inscrição em branco

source: Select club(s) to send email to, or choose all
es_es: Selecciona clubes a enviar correo, o pulsa "Todos"
pt_pt: Selecionar clubes e envia correio, ou seleciona todos

source: Make sure that every selected club has a valid email address declared
es_es: Comprobar que todo club seleccionado tiene una direcci&oacute;n v&aacute;lida de correo
pt_pt: Certifique-se que todos os clubes selecionados têm um endereço de e-mail válido

source: Press double-click on club to set/change email
es_es: DobleClick en club para indicar/cambiar correo
pt_pt: Pressione duas vezes no clube para definir / alterar o email

source: Send email copy back to sender
es_es: Enviar copia del correo al remitente
pt_pt: Enviar cópia ao remetente

source: Send empty inscription template
es_es: Enviar plantilla de inscripci&oacute;n vac&iacute;a
pt_pt: Enviar formulário de inscrição vazia

source: Ignore sent mark and send anyway
es_es: Forzar re-envio si ya se ha enviado el correo
pt_pt: Forçar o reenvio, apesar de já ter sido enviado o correio

source: Select
es_es: Seleccionar
hu_hu: Kiválaszt
pt_pt: Selecionar

source: All
es_es: Todos
pt_pt: Todos

source: Sending mail
es_es: Enviando correo
pt_pt: A enviar correio

source: Sending mail to
es_es: Enviando correo a
pt_pt: A enviar correio a

source: Text editor
es_es: Editor de texto
pt_pt: Editor de texto

source: Message
es_es: Mensaje
pt_pt: Mensagem

source: Send
es_es: Enviar
pt_pt: Enviar

source: Contest information
es_es: Informaci&oacute;n de la prueba
hu_hu: Verseny információ
pt_pt: Informação da prova

source: Name of this contest
es_es: Denominaci&oacute;n de la prueba
hu_hu: Verseny neve
pt_pt: Nome da prova

source: Selective
es_es: Selectiva
hu_hu: Szelektív
pt_pt: Seletiva

source: New Club
es_es: Nuevo Club
hu_hu: Új Klub
pt_pt: Novo clube

source: Inscriptions Period
es_es: Periodo de inscripci&oacute;n

source: to
es_es: a

source: Event location
es_es: Lugar de realizaci&oacute;n
hu_hu: Verseny helyswzíne
pt_pt: Local da Prova

source: Triptych URL
es_es: URL del tr&iacute;ptico
hu_hu: Helyszín URL
pt_pt: URL do Cartaz

source: Brochure URL
es_es: URL del cartel
hu_hu: Nevezési felhívás URL
pt_pt: URL do Catálogo

source: Edit mail template text to be sent
es_es: Editar el texto del mensaje a enviar
pt_pt: Editar o texto da mensagem a enviar

source: Remove mail sent mark from every clubs
es_es: Marcar todos los clubes como `pendiente de env&iacute;o`
pt_pt: Remorar marca de email enviado de todos os clubes

source: Accept data. Start mailing procedure
es_es: Aceptar datos. Comenzar envio de correo
pt_pt: Aceitar dados. Começar o procedimento de envio

source: Accept data. Register contest into database
es_es: Aceptar datos. Registrar la prueba en la base de datos
hu_hu: Adatok elfogadása. Verseny mentése az adatbázisba
pt_pt: Aceitar dados. Registar a prova na base de dados

source: Club selection
es_es: Selecci&oacute;n de clubes
pt_pt: Seleção de clubes

source: Updating club list
es_es: Actualizando lista de clubes
pt_pt: A atualizar lista de clubes

source: Sent
es_es: Enviado
pt_pt: Enviado

source: Videowall Screens
es_es: Pantallas video-marcadores
pt_pt: Ecrãs vídeo-marcador

source: List of currently active Videowall displays
es_es: Lista de video-marcadores activos
pt_pt: Lista de vídeo-marcadores ativos

source: Choose display(s) to work with
es_es: Seleccione pantallas con las que trabajar
pt_pt: Selecionar os ecrãs para trabalhar com

source: and invoke desired operation
es_es: y marque la operacion deseada
pt_pt: e marque a operação desejada
